window.QUESTION_BANK = [
  {
    "id": 9,
    "category": "電腦軟體應用丙級",
    "title": "下列關於「個人電腦所使用之記憶體」的敘述中，何者是錯誤的？",
    "options": [
      "軟碟與磁帶均屬於輔助記憶體",
      "ROM常用來存放系統程式",
      "ROM中之資料僅能存入，不能被讀出",
      "電腦關機後，RAM內部所儲存之資料會消失。 (2) 在量販店內，商品包裝上所貼的「條碼(barcode)」係協助結帳及庫存盤點之用，則該條碼在此方面之資料處理作業上係屬於①輸入設備②輸入媒體③輸出設備④輸出媒體。 (4) 金融機構所提供之「提款卡」，可提供使用者進行提款之作業，則該提款卡此方面之資料處理作業上係屬於①輸出設備②輸出媒體③輸入設備④輸入媒體。 (2) 下列何者之傳輸速度最快？①電話線②光纖③同軸電纜④雙絞線。 (3) 下列何者為資料傳輸速度的單位？①BPI②CPI③BPS④CPS。 (3) 專有名詞「WWW」之中文名稱係指下列何者？①區域網路②網際網路③全球資訊網④電子佈告欄。 (1) 在 ASCII Code 的表示法中，下列之大小關係何者錯誤？①A＞B＞C②c＞b＞a③3＞2＞1④p＞g＞e。 (4) 以 ASCII Code 儲存字串\"PC-586\"，但不包含引號\"，共需使用多少位元組之記憶體空間？①1②2③3④6。 (1) 以下哪種裝置只能做為輸出設備使用，無法做為輸入設備使用？①印表機②鍵盤③觸摸式螢幕④光筆。"
    ],
    "answer": 2
  },
  {
    "id": 10,
    "category": "電腦軟體應用丙級",
    "title": "在微電腦系統中，要安裝週邊設備時，常在電腦主機板上安插一硬體配件，以便系統和週邊設備能適當溝通，其中該配件名稱為何？",
    "options": [
      "介面卡",
      "讀卡機",
      "繪圖機",
      "掃描器。"
    ],
    "answer": 0
  },
  {
    "id": 11,
    "category": "電腦軟體應用丙級",
    "title": "表示0到9的十進制數值，至少需要幾個二進位位元？",
    "options": [
      "4",
      "3",
      "2",
      "1。"
    ],
    "answer": 0
  },
  {
    "id": 12,
    "category": "電腦軟體應用丙級",
    "title": "以「http://www.labor.gov.tw」來表示，則下列何者代表國家或地理區域之網域？",
    "options": [
      "www",
      "labor",
      "gov",
      "tw。"
    ],
    "answer": 3
  },
  {
    "id": 13,
    "category": "電腦軟體應用丙級",
    "title": "以下哪一個可為圖形檔的副檔名？",
    "options": [
      ".HTML",
      ".DOC",
      ".GIF",
      ".EXE。"
    ],
    "answer": 2
  },
  {
    "id": 14,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為計算機的心臟，且由控制單元與算術邏輯單元所組成？",
    "options": [
      "ALU",
      "CU",
      "Register",
      "CPU。"
    ],
    "answer": 3
  },
  {
    "id": 15,
    "category": "電腦軟體應用丙級",
    "title": "下列有關「記憶體」之敘述中，何者錯誤？",
    "options": [
      "隨機存取記憶體(RAM)可讀取且可寫入",
      "唯讀記憶體(ROM)只能讀取，但不可寫入",
      "一般而言，主記憶體指的是RAM",
      "ROM儲存應用程式，且電源關閉後，所儲存的資料將消失。"
    ],
    "answer": 3
  },
  {
    "id": 16,
    "category": "電腦軟體應用丙級",
    "title": "有關「CPU及記憶體處理」之說明，下列何者錯誤？",
    "options": [
      "控制單元負責指揮協調各單元運作",
      "I/O負責算術運算及邏輯運算",
      "ALU負責算術運算及邏輯運算",
      "記憶單元儲存程式指令及資料。"
    ],
    "answer": 1
  },
  {
    "id": 17,
    "category": "電腦軟體應用丙級",
    "title": "設 B=5，C=10，則計算A=B+C 時，控制單元是到何處取出代表B及C之值，再送到ALU相加？",
    "options": [
      "輸入單元",
      "CPU",
      "記憶體",
      "輸出單元。"
    ],
    "answer": 2
  },
  {
    "id": 18,
    "category": "電腦軟體應用丙級",
    "title": "CPU 必先將要存取的位址存入何處，才能到主記憶體中存取資料？",
    "options": [
      "資料暫存器",
      "位址暫存器",
      "輸出單元",
      "指令暫存器。"
    ],
    "answer": 1
  },
  {
    "id": 19,
    "category": "電腦軟體應用丙級",
    "title": "硬式磁碟機為防資料流失或中毒，應常定期執行何種工作？",
    "options": [
      "查檔",
      "備份",
      "規格化",
      "用清潔片清洗。"
    ],
    "answer": 1
  },
  {
    "id": 20,
    "category": "電腦軟體應用丙級",
    "title": "1258291 Bytes 約為？",
    "options": [
      "1.2KB",
      "1.2GB",
      "121KB",
      "1.2MB。"
    ],
    "answer": 3
  },
  {
    "id": 21,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一個數字不是二進位數的表示法？",
    "options": [
      "101",
      "1A",
      "1",
      "11001。"
    ],
    "answer": 1
  },
  {
    "id": 22,
    "category": "電腦軟體應用丙級",
    "title": "以「hello@mymail.com.tw」來表示，@的左邊「hello」代表的是",
    "options": [
      "個人的網址",
      "個人的姓名",
      "個人的密碼",
      "個人的帳號。"
    ],
    "answer": 3
  },
  {
    "id": 23,
    "category": "電腦軟體應用丙級",
    "title": "電子郵件允許你發送訊息到？",
    "options": [
      "只有在相同網域的使用者",
      "可以在相同或不同網域的使用者",
      "只可以發給認識的人",
      "只可以發給通訊錄上的人。"
    ],
    "answer": 1
  },
  {
    "id": 24,
    "category": "電腦軟體應用丙級",
    "title": "下列關於「RAM」的敘述中，哪一項是錯誤的？",
    "options": [
      "儲存的資料能被讀出",
      "電源關掉後，所儲存的資料內容都消失",
      "能寫入資料",
      "與ROM的主要差別在於記憶容量大小。"
    ],
    "answer": 3
  },
  {
    "id": 25,
    "category": "電腦軟體應用丙級",
    "title": "在接收郵件時，若郵件上出現「迴紋針」符號，表示此封郵件",
    "options": [
      "為「急件」",
      "為「已刪除」郵件",
      "含有「附加檔案」的郵件",
      "帶有病毒的郵件。"
    ],
    "answer": 2
  },
  {
    "id": 26,
    "category": "電腦軟體應用丙級",
    "title": "要查閱儲存在電腦縮影膠片的資料，可利用下列哪一種裝置？",
    "options": [
      "光學字體閱讀機(OCR Reader)",
      "條碼閱讀機(B arCode Reader)",
      "讀卡機",
      "放大顯示閱讀機(Magnifying Display Viewer)。"
    ],
    "answer": 3
  },
  {
    "id": 27,
    "category": "電腦軟體應用丙級",
    "title": "資料傳輸時可作雙向傳輸，但無法同時雙向傳輸的傳輸方法為何？",
    "options": [
      "單工",
      "半雙工",
      "多工",
      "全雙工。"
    ],
    "answer": 1
  },
  {
    "id": 28,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不屬於區域網路的標準？",
    "options": [
      "Ethernet",
      "Token Ring",
      "ARCnet",
      "Seednet。"
    ],
    "answer": 3
  },
  {
    "id": 29,
    "category": "電腦軟體應用丙級",
    "title": "在各種多媒體播放程式下，下列何種檔案非屬可播放的音樂檔案類型？",
    "options": [
      ".mp3",
      ".wav",
      ".mid",
      ".jpg。"
    ],
    "answer": 3
  },
  {
    "id": 30,
    "category": "電腦軟體應用丙級",
    "title": "「十進制數的17」等於十六進制數的多少？",
    "options": [
      "17",
      "11",
      "10",
      "21。"
    ],
    "answer": 1
  },
  {
    "id": 31,
    "category": "電腦軟體應用丙級",
    "title": "作業系統提供了一個介於電腦與使用者之間的一個界面，其中該作業系統係包含了下列何種功能，使得使用者不需關心檔案之儲存方式與位置？",
    "options": [
      "保護系統",
      "輸出入系統",
      "記憶體管理系統",
      "檔案管理系統。"
    ],
    "answer": 3
  },
  {
    "id": 32,
    "category": "電腦軟體應用丙級",
    "title": "印表機通常可以連接在主機的何處？",
    "options": [
      "COM1",
      "COM2",
      "LPT1",
      "Game Port。"
    ],
    "answer": 2
  },
  {
    "id": 33,
    "category": "電腦軟體應用丙級",
    "title": "螢幕的信號線插頭須插在主機的何處？",
    "options": [
      "LPT1",
      "顯示卡接頭",
      "Game Port",
      "COM1。"
    ],
    "answer": 1
  },
  {
    "id": 34,
    "category": "電腦軟體應用丙級",
    "title": "在接收郵件時，若郵件上出現紅色「！」符號，表示此封郵件",
    "options": [
      "為「急件」",
      "帶有病毒的郵件",
      "含有「附加檔案」的郵件",
      "為「已刪除」郵件。"
    ],
    "answer": 0
  },
  {
    "id": 35,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是CPU內控制單元的功能？",
    "options": [
      "讀出程式並解釋",
      "控制程式與資料進出主記憶體",
      "計算結果並輸出",
      "啟動處理器內部各單元動作。"
    ],
    "answer": 2
  },
  {
    "id": 36,
    "category": "電腦軟體應用丙級",
    "title": "處理機與週邊裝置間之訊息溝通並不通過下列哪一部分？",
    "options": [
      "通道(Channel)",
      "匯流排(Bus)",
      "界面線路(Interface C ircuit)",
      "浮點運算處理器(Floating Point Coprocessor)。"
    ],
    "answer": 3
  },
  {
    "id": 37,
    "category": "電腦軟體應用丙級",
    "title": "繪圖機是屬於何種裝置？",
    "options": [
      "輸出裝置",
      "記憶裝置",
      "處理裝置",
      "輸入裝置。"
    ],
    "answer": 0
  },
  {
    "id": 38,
    "category": "電腦軟體應用丙級",
    "title": "雷射印表機是一種",
    "options": [
      "輸出設備",
      "輸入裝置",
      "利用打擊色帶印字機器",
      "撞擊式印表機。"
    ],
    "answer": 0
  },
  {
    "id": 39,
    "category": "電腦軟體應用丙級",
    "title": "下列何者可以分擔部分CPU的浮點計算工作，以提高系統的速度？",
    "options": [
      "快取記憶體控制器(Cache Controller)",
      "前端處理器(Front-End Processor)",
      "磁碟控制器(Disk Controller)",
      "協同處理機(Coprocessor)。"
    ],
    "answer": 3
  },
  {
    "id": 40,
    "category": "電腦軟體應用丙級",
    "title": "CPU 中的控制單元主要功能在控制電腦的動作，下列何者不是控制單元所執行的動作？",
    "options": [
      "控制",
      "解碼",
      "執行",
      "計算。"
    ],
    "answer": 3
  },
  {
    "id": 41,
    "category": "電腦軟體應用丙級",
    "title": "「CPU 80586」具 64 位元的資料匯流排及32位元的位址匯流排，其可定址的最大線性記憶體空間為",
    "options": [
      "1GB",
      "4 GB",
      "8GB",
      "16GB。"
    ],
    "answer": 1
  },
  {
    "id": 42,
    "category": "電腦軟體應用丙級",
    "title": "Internet 是採用下列何種通訊協定？",
    "options": [
      "TCP/IP",
      "ISO的OSI",
      "X.25",
      "HDLC。"
    ],
    "answer": 0
  },
  {
    "id": 43,
    "category": "電腦軟體應用丙級",
    "title": "通常電腦內部表示負的整數是用",
    "options": [
      "2的補數表示法",
      "8的補數表示法",
      "10的補數表示法",
      "9的補數表示法。"
    ],
    "answer": 0
  },
  {
    "id": 44,
    "category": "電腦軟體應用丙級",
    "title": "一個邏輯閘，若有任一輸入為1時，其輸出為0，則此邏輯閘為",
    "options": [
      "XOR閘",
      "AND閘",
      "NOR閘",
      "OR閘。"
    ],
    "answer": 2
  },
  {
    "id": 45,
    "category": "電腦軟體應用丙級",
    "title": "二進制數值1101001轉換為十六進制時，其值為",
    "options": [
      "69",
      "39",
      "8A",
      "7A。"
    ],
    "answer": 0
  },
  {
    "id": 46,
    "category": "電腦軟體應用丙級",
    "title": "磁帶是採用下列哪一種存取方式？",
    "options": [
      "索引存取",
      "直接存取",
      "循序存取",
      "隨機存取。"
    ],
    "answer": 2
  },
  {
    "id": 47,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為撞擊式印表機？",
    "options": [
      "靜電式",
      "噴墨式",
      "點陣式",
      "雷射式。"
    ],
    "answer": 2
  },
  {
    "id": 48,
    "category": "電腦軟體應用丙級",
    "title": "小明想查詢網際網路(Internet)上有關旅遊的網站，您建議他最好應該如何做？",
    "options": [
      "買一本Internet Yellow Page",
      "購買旅遊雜誌",
      "使用搜尋引擎尋找",
      "接收E-MAIL。"
    ],
    "answer": 2
  },
  {
    "id": 49,
    "category": "電腦軟體應用丙級",
    "title": "「創新小點子」商店，想藉由網際網路(Internet)提供世界各地的客戶預訂產品，他們應該架設何種系統？",
    "options": [
      "FT P 伺服器",
      "WWW伺服器",
      "DNS伺服器",
      "Mail伺服器。"
    ],
    "answer": 1
  },
  {
    "id": 50,
    "category": "電腦軟體應用丙級",
    "title": "所謂「32位元個人電腦」之32位元是指CPU的",
    "options": [
      "控制匯流排",
      "位址匯流排",
      "資料匯流排",
      "輸入／輸出匯流排為32位元。"
    ],
    "answer": 2
  },
  {
    "id": 51,
    "category": "電腦軟體應用丙級",
    "title": "以下哪一種設備是輸出裝置？",
    "options": [
      "滑鼠",
      "鍵盤",
      "繪圖機(Plotter)",
      "光筆。"
    ],
    "answer": 2
  },
  {
    "id": 52,
    "category": "電腦軟體應用丙級",
    "title": "電腦最基本的運算方式為何？",
    "options": [
      "加法",
      "除法",
      "減法",
      "乘法。"
    ],
    "answer": 0
  },
  {
    "id": 53,
    "category": "電腦軟體應用丙級",
    "title": "下列資料單位何者為由小而大順序排列？",
    "options": [
      "GB TB KB MB",
      "TB MB GB KB",
      "KB MB GB TB",
      "MB KB GB TB。"
    ],
    "answer": 2
  },
  {
    "id": 54,
    "category": "電腦軟體應用丙級",
    "title": "英文字母「A」的10進制ASCII值為65，則字母「Q」的16進制ASCII值為",
    "options": [
      "73",
      "81",
      "51",
      "50。"
    ],
    "answer": 2
  },
  {
    "id": 55,
    "category": "電腦軟體應用丙級",
    "title": "1101111001 之 2 的補數為下列何者？",
    "options": [
      "1111111001",
      "1101111010",
      "0010000111",
      "0010000110。"
    ],
    "answer": 2
  },
  {
    "id": 56,
    "category": "電腦軟體應用丙級",
    "title": "「資料緩衝區(Data Buffer)」的作用為何？",
    "options": [
      "防止因斷電所造成之資料流失",
      "暫存資料，以做後續處理",
      "增加硬碟(Hard Disk)之容量",
      "避免電腦當機。"
    ],
    "answer": 1
  },
  {
    "id": 57,
    "category": "電腦軟體應用丙級",
    "title": "在網際網路(Internet)上，用什麼來識別電腦？",
    "options": [
      "URL",
      "IP Address",
      "computer ID",
      "computer name。"
    ],
    "answer": 1
  },
  {
    "id": 58,
    "category": "電腦軟體應用丙級",
    "title": "下列何者會影響電腦執行數值運算的速度？",
    "options": [
      "CPU的速度",
      "硬式磁碟機存取資料的速度",
      "電流強弱",
      "打字員的打字速度。"
    ],
    "answer": 0
  },
  {
    "id": 59,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為主機與週邊設備溝通時不可或缺之管道？",
    "options": [
      "匯流排(Bus)",
      "音效卡",
      "9-Pin接頭",
      "電話線。"
    ],
    "answer": 0
  },
  {
    "id": 60,
    "category": "電腦軟體應用丙級",
    "title": "下列各種新興高容量儲存設備中，何者非屬光碟原理之儲存設備？",
    "options": [
      "DVD-ROM",
      "ZIP",
      "CD-ROM",
      "CD-R/W。"
    ],
    "answer": 1
  },
  {
    "id": 61,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是決定點矩陣列表機列印品質的最重要因素？",
    "options": [
      "與主機連接介面",
      "DPI(Dot per Inch)的大小",
      "緩衝區(Buffer)大小",
      "送紙方面。"
    ],
    "answer": 1
  },
  {
    "id": 62,
    "category": "電腦軟體應用丙級",
    "title": "哪一種服務可將「Domain Name」對應為「IP Address」？",
    "options": [
      "WINS",
      "DNS",
      "DHCP",
      "Proxy。"
    ],
    "answer": 1
  },
  {
    "id": 63,
    "category": "電腦軟體應用丙級",
    "title": "電腦的哪一個部分負責從主記憶體讀取並解釋指令？",
    "options": [
      "控制單元",
      "主記憶體",
      "輸出／入單元",
      "算術邏輯單元。"
    ],
    "answer": 0
  },
  {
    "id": 64,
    "category": "電腦軟體應用丙級",
    "title": "二進制數值「00001101」之「1的補數」為何？",
    "options": [
      "11110011",
      "11110010",
      "10001101",
      "00001110。"
    ],
    "answer": 1
  },
  {
    "id": 65,
    "category": "電腦軟體應用丙級",
    "title": "評量點矩陣印表機速度的單位是",
    "options": [
      "DPI(Dot Per Inch)",
      "CPS(Character Per Second)",
      "BPS(Bit Per Second)",
      "BPI(Byte Per Inch)。"
    ],
    "answer": 1
  },
  {
    "id": 66,
    "category": "電腦軟體應用丙級",
    "title": "下列何者屬於輸出裝置？",
    "options": [
      "數位板",
      "終端顯示器",
      "鍵盤",
      "滑鼠。"
    ],
    "answer": 1
  },
  {
    "id": 67,
    "category": "電腦軟體應用丙級",
    "title": "磁碟機讀寫頭移到正確磁軌所花的時間稱為",
    "options": [
      "找尋時間(Seek Time)",
      "設定時間(Setting Time)",
      "資料傳輸速率(D ata Transfer Rate)",
      "延遲時間(Latency)。"
    ],
    "answer": 0
  },
  {
    "id": 68,
    "category": "電腦軟體應用丙級",
    "title": "一般高速印表機之印表速度的計量單位為何？",
    "options": [
      "TPI(Track Per Inch)",
      "CPS(Character Per Second)",
      "DPI(Dot Per Inc h)",
      "LPS(Line Per Second)。"
    ],
    "answer": 3
  },
  {
    "id": 69,
    "category": "電腦軟體應用丙級",
    "title": "「同位檢查(Parity Checking)」是一項資料錯誤檢查的技術，下列何者不具有「偶同位性」？",
    "options": [
      "111111110",
      "101 110000",
      "011110100",
      "011100001。"
    ],
    "answer": 2
  },
  {
    "id": 70,
    "category": "電腦軟體應用丙級",
    "title": "下列中文輸入法中，何者不是注音符號輸入法之衍生方法？",
    "options": [
      "漢音輸入法",
      "輕鬆輸入法",
      "嘸蝦米輸入法",
      "國音輸入法。"
    ],
    "answer": 2
  },
  {
    "id": 71,
    "category": "電腦軟體應用丙級",
    "title": "電腦名詞「BBS」是指",
    "options": [
      "電子郵件",
      "電子佈告欄",
      "區域網路",
      "網際網路。"
    ],
    "answer": 1
  },
  {
    "id": 72,
    "category": "電腦軟體應用丙級",
    "title": "電子商務中，所謂的「B2C」是指下列何者的交易關係？",
    "options": [
      "公司對公司",
      "客戶對公司",
      "客戶對客戶",
      "公司對客戶。"
    ],
    "answer": 3
  },
  {
    "id": 73,
    "category": "電腦軟體應用丙級",
    "title": "電腦終端機的畫面發生上下跳動時，可調整下列哪一個旋轉鈕以使畫面恢復穩定？",
    "options": [
      "V-WIDTH",
      "V-HOLD",
      "B RIGHT",
      "V-SIZE。"
    ],
    "answer": 1
  },
  {
    "id": 74,
    "category": "電腦軟體應用丙級",
    "title": "I/O 裝置、CPU與記憶體間之資料傳送，經由系統匯流排傳送，下列何者不是系統匯流排？",
    "options": [
      "資料匯流排",
      "位址匯流排",
      "通用匯流排",
      "控制匯流排。"
    ],
    "answer": 2
  },
  {
    "id": 75,
    "category": "電腦軟體應用丙級",
    "title": "微處理器與外部連接之各種訊號匯流排，何者具有雙向流通性？",
    "options": [
      "資料匯流排",
      "狀態匯流排",
      "控制匯流排",
      "位址匯流排。"
    ],
    "answer": 0
  },
  {
    "id": 76,
    "category": "電腦軟體應用丙級",
    "title": "下列何種網路的應用可呈現圖片、語音、動畫的效果？",
    "options": [
      "BBS",
      "Eudora",
      "FTP",
      "WWW。"
    ],
    "answer": 3
  },
  {
    "id": 77,
    "category": "電腦軟體應用丙級",
    "title": "在lnternet上的每一台電腦主機都有一個唯一的識別號，這個識別號就是",
    "options": [
      "CPU編號",
      "帳號",
      "IP位址",
      "PROXY。"
    ],
    "answer": 2
  },
  {
    "id": 78,
    "category": "電腦軟體應用丙級",
    "title": "IP 位址通常是由四組數字所組成的，每組數字之範圍為何？",
    "options": [
      "0～999",
      "0～127",
      "0～255",
      "0～512。"
    ],
    "answer": 2
  },
  {
    "id": 79,
    "category": "電腦軟體應用丙級",
    "title": "十進制數(60.875)以二進制表示為何？",
    "options": [
      "110110.111",
      "101110.110",
      "111100.111",
      "110100.110。"
    ],
    "answer": 2
  },
  {
    "id": 80,
    "category": "電腦軟體應用丙級",
    "title": "二進制數1011 1001 1100 0011 以十六進制表示為何？",
    "options": [
      "C9E3",
      "A9D3",
      "B9C3",
      "C8E4。"
    ],
    "answer": 2
  },
  {
    "id": 81,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一種記憶體內的資料會隨電源中斷而消失？",
    "options": [
      "RAM",
      "ROM",
      "PROM",
      "EPROM。"
    ],
    "answer": 0
  },
  {
    "id": 82,
    "category": "電腦軟體應用丙級",
    "title": "一般若要使用Internet，為了安全性與保密性，必須要有密碼及",
    "options": [
      "帳號",
      "信用卡號",
      "身分證字號",
      "學號 才能進入。"
    ],
    "answer": 0
  },
  {
    "id": 83,
    "category": "電腦軟體應用丙級",
    "title": "將軟體程式利用硬體電路方式儲存於ROM、PROM或EPROM中，此種「微程式規劃(Micro-programming)」技術，我們稱之為",
    "options": [
      "硬體",
      "軟電路",
      "軟體",
      "韌體。"
    ],
    "answer": 3
  },
  {
    "id": 84,
    "category": "電腦軟體應用丙級",
    "title": "假設某一CPU共有20條位址線，請問可定址出之實體記憶空間為",
    "options": [
      "1MB",
      "512KB",
      "16MB",
      "64KB。"
    ],
    "answer": 0
  },
  {
    "id": 85,
    "category": "電腦軟體應用丙級",
    "title": "二進位編碼所組成的資料在運用時，通常會另加一個bit，用來檢查資料是否正確，此bit稱為",
    "options": [
      "check bit",
      "ext ended bit",
      "parity bit",
      "redundancy bit。"
    ],
    "answer": 2
  },
  {
    "id": 86,
    "category": "電腦軟體應用丙級",
    "title": "RS-232C 介面是屬於",
    "options": [
      "序列式介面",
      "顯示介面",
      "搖桿介面",
      "並列式介面。"
    ],
    "answer": 0
  },
  {
    "id": 87,
    "category": "電腦軟體應用丙級",
    "title": "在主記憶體中，提供程式執行輸入或輸出敘述，存取資料記錄的暫時儲存區，稱之為",
    "options": [
      "緩衝區",
      "記錄區",
      "磁區",
      "控制區。"
    ],
    "answer": 0
  },
  {
    "id": 88,
    "category": "電腦軟體應用丙級",
    "title": "條碼閱讀機屬於",
    "options": [
      "輸出設備",
      "CPU",
      "輸入設備",
      "記憶設備。"
    ],
    "answer": 2
  },
  {
    "id": 89,
    "category": "電腦軟體應用丙級",
    "title": "下列兩個八進位數值之和為何？(23.4)+(56.4)=",
    "options": [
      "(66.0)",
      "(102.0)",
      "(79.8)8",
      "(515.10)。"
    ],
    "answer": 1
  },
  {
    "id": 90,
    "category": "電腦軟體應用丙級",
    "title": "八進位數值(2345.67)轉換成十六進位數值為",
    "options": [
      "(59.13)",
      "(95.13)",
      "(45E.DC)",
      "(4E5.DC)。"
    ],
    "answer": 3
  },
  {
    "id": 91,
    "category": "電腦軟體應用丙級",
    "title": "「全球資訊網(World Wide Web)」使用最普遍的是哪一種格式？",
    "options": [
      ".doc",
      ".htm",
      ".txt",
      ".dbf。"
    ],
    "answer": 1
  },
  {
    "id": 92,
    "category": "電腦軟體應用丙級",
    "title": "二進位數值「01101101」，其「2的補數」值為何？",
    "options": [
      "01101101",
      "10010010",
      "10010011",
      "01101110。"
    ],
    "answer": 2
  },
  {
    "id": 93,
    "category": "電腦軟體應用丙級",
    "title": "八進位數值(456)轉換成十六進位數值為何？",
    "options": [
      "12F",
      "12E",
      "12D",
      "228。"
    ],
    "answer": 1
  },
  {
    "id": 94,
    "category": "電腦軟體應用丙級",
    "title": "程式經編譯(Compile)後，不會產生下列哪一種輸出？",
    "options": [
      "診斷訊息(Diagnostic Message)",
      "列印原始程式(Source Pro gram Listing)",
      "可執行模組(Executable Module)",
      "目的模組(Object Module)。"
    ],
    "answer": 2
  },
  {
    "id": 95,
    "category": "電腦軟體應用丙級",
    "title": "磁碟每一面都由很多同心圓組成，這些同心圓稱為",
    "options": [
      "磁區(Sector)",
      "磁軌(Track)",
      "磁頭(Head)",
      "磁柱(Cylinder)。"
    ],
    "answer": 1
  },
  {
    "id": 96,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是「可程式唯讀記憶體」之縮寫？",
    "options": [
      "PROM",
      "BIOS",
      "RAM",
      "ROM。"
    ],
    "answer": 0
  },
  {
    "id": 97,
    "category": "電腦軟體應用丙級",
    "title": "「BIOS(基本輸入輸出系統)」通常儲存於下列何種記憶體中？",
    "options": [
      "軟碟",
      "硬碟",
      "ROM",
      "RAM。"
    ],
    "answer": 2
  },
  {
    "id": 98,
    "category": "電腦軟體應用丙級",
    "title": "關於「網際網路(Internet)」的敘述，下列何者正確？",
    "options": [
      "Internet是起於40年代",
      "Internet是國際的範圍",
      "Internet只是現成可用於防禦部門和研究大學",
      "Internet使用者數目可無限制擴張。"
    ],
    "answer": 1
  },
  {
    "id": 99,
    "category": "電腦軟體應用丙級",
    "title": "鍵盤是屬於",
    "options": [
      "輸出設備",
      "輸出媒體",
      "輸入設備",
      "輸入媒體。"
    ],
    "answer": 2
  },
  {
    "id": 100,
    "category": "電腦軟體應用丙級",
    "title": "下列何者屬於輔助記憶體？",
    "options": [
      "RS-232介面卡",
      "算術邏輯單元",
      "控制單元",
      "磁碟機。"
    ],
    "answer": 3
  },
  {
    "id": 101,
    "category": "電腦軟體應用丙級",
    "title": "有關「CPU」的描述，下列何者有誤？",
    "options": [
      "個人電腦的CPU一定是16位元",
      "CPU中具有儲存資料能力的是暫存器",
      "一部電腦中可以有二個以上的CPU",
      "一部電腦的執行速度主要是由CPU的處理速度決定。"
    ],
    "answer": 0
  },
  {
    "id": 102,
    "category": "電腦軟體應用丙級",
    "title": "「程式計數器(Program Counter)」的作用為何？",
    "options": [
      "存放錯誤指令的個數",
      "存放資料處理的結果",
      "存放程式指令",
      "存放下一個要被執行的指令位址。"
    ],
    "answer": 3
  },
  {
    "id": 103,
    "category": "電腦軟體應用丙級",
    "title": "可以直接被電腦接受的語言是",
    "options": [
      "機器語言",
      "組合語言",
      "C語言",
      "高階語言。"
    ],
    "answer": 0
  },
  {
    "id": 104,
    "category": "電腦軟體應用丙級",
    "title": "以電腦通訊傳輸媒體的傳輸速度而言，下列何種介質最快？",
    "options": [
      "雙絞線",
      "光纖",
      "電話線",
      "同軸電纜。"
    ],
    "answer": 1
  },
  {
    "id": 105,
    "category": "電腦軟體應用丙級",
    "title": "在個人電腦中，磁碟機存取資料時，何者可為其存取單位？",
    "options": [
      "DPI",
      "Sector",
      "Track",
      "bit。"
    ],
    "answer": 1
  },
  {
    "id": 106,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不屬於週邊設備？",
    "options": [
      "印表機",
      "CPU",
      "鍵盤",
      "CD-ROM。"
    ],
    "answer": 1
  },
  {
    "id": 107,
    "category": "電腦軟體應用丙級",
    "title": "關於「CD-ROM光碟機」之描述，下列何者正確？",
    "options": [
      "只能用來錄音樂",
      "只能讀取預先灌錄於其內的資料",
      "可備份硬式磁碟機中的資料",
      "能讀寫各種媒體資料。"
    ],
    "answer": 1
  },
  {
    "id": 108,
    "category": "電腦軟體應用丙級",
    "title": "微秒(Microseconds)是計量電腦速度的微小時間單位之一，一微秒等於",
    "options": [
      "千分之一秒",
      "十萬分之一秒",
      "萬分之一秒",
      "百萬分之一秒。"
    ],
    "answer": 3
  },
  {
    "id": 109,
    "category": "電腦軟體應用丙級",
    "title": "算術及邏輯單元負責執行所有的運算，而主記憶體與ALU之間的資料傳輸，由誰負責監督執行？",
    "options": [
      "監督程式",
      "主記憶體",
      "控制單元",
      "輸入輸出裝置。"
    ],
    "answer": 2
  },
  {
    "id": 110,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是「中央處理單元」的英文縮寫？",
    "options": [
      "I/O",
      "PLC",
      "CPU",
      "UPS。"
    ],
    "answer": 2
  },
  {
    "id": 111,
    "category": "電腦軟體應用丙級",
    "title": "「資料處理(Data Processing)」的基本作業是",
    "options": [
      "輸出、處理、輸入",
      "輸入輸出、處理、列印",
      "輸入、處理、輸出",
      "輸入輸出、顯示、列印。"
    ],
    "answer": 2
  },
  {
    "id": 112,
    "category": "電腦軟體應用丙級",
    "title": "負責電腦開機時執行系統自動偵測及支援相關應用程式，具輸入輸出功能的元件是",
    "options": [
      "DOS",
      "BIOS",
      "I/O",
      "RAM。"
    ],
    "answer": 1
  },
  {
    "id": 113,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一項不屬於Internet 的服務？",
    "options": [
      "BBS",
      "WWW",
      "e-mail",
      "Download Microsoft 公司的原版軟體。"
    ],
    "answer": 3
  },
  {
    "id": 114,
    "category": "電腦軟體應用丙級",
    "title": "將類似資料收集起來於固定時間一起處理的作業方式稱為",
    "options": [
      "連線處理",
      "批次處理",
      "即時處理",
      "分時處理。"
    ],
    "answer": 1
  },
  {
    "id": 115,
    "category": "電腦軟體應用丙級",
    "title": "電子計算機的記憶體容量之大小與2的次方有關，所謂1M是指2的幾次方？",
    "options": [
      "15",
      "10",
      "20",
      "50。"
    ],
    "answer": 2
  },
  {
    "id": 116,
    "category": "電腦軟體應用丙級",
    "title": "電源關掉後，記憶體內之資料內容仍然存在的記憶體稱為",
    "options": [
      "RAM",
      "DRAM",
      "SRAM",
      "ROM。"
    ],
    "answer": 3
  },
  {
    "id": 117,
    "category": "電腦軟體應用丙級",
    "title": "將電路的所有電子元件，如電晶體、二極體、電阻等，製造在一個矽晶片上之電腦元件稱為",
    "options": [
      "電晶體",
      "真空管",
      "積體電路(Integrated Circuit)",
      "中央處理單元(CPU)。"
    ],
    "answer": 2
  },
  {
    "id": 118,
    "category": "電腦軟體應用丙級",
    "title": "以「http://www.myweb.com.tw」而言，下列何者代表公司的網域？",
    "options": [
      "www",
      "myweb",
      "com",
      "tw。"
    ],
    "answer": 1
  },
  {
    "id": 119,
    "category": "電腦軟體應用丙級",
    "title": "若一年以365日計算，則須使用多少位元才可表示該數目365？",
    "options": [
      "1",
      "9",
      "18",
      "2。"
    ],
    "answer": 1
  },
  {
    "id": 120,
    "category": "電腦軟體應用丙級",
    "title": "假設電腦係由五大部門所組成，則專門負責電腦系統之指揮及控制的為何？",
    "options": [
      "控制單元",
      "輸出入單元",
      "算術／邏輯單元",
      "記憶單元。"
    ],
    "answer": 0
  },
  {
    "id": 121,
    "category": "電腦軟體應用丙級",
    "title": "在網際網路的網域組織中，下列敘述何者是錯誤的？",
    "options": [
      "gov代表政府機構",
      "edu代表教育機構",
      "net代表財團法人",
      "com代表商業機構。"
    ],
    "answer": 2
  },
  {
    "id": 122,
    "category": "電腦軟體應用丙級",
    "title": "在網際網路的網域組織中，下列敘述何者是錯誤的？",
    "options": [
      "gov代表政府機構",
      "edu代表教育機構",
      "org代表商業機4  構",
      "mil代表軍方單位。"
    ],
    "answer": 2
  },
  {
    "id": 123,
    "category": "電腦軟體應用丙級",
    "title": "網際網路的IP位址長度係由多少位元所組成？",
    "options": [
      "16",
      "32",
      "48",
      "64。"
    ],
    "answer": 1
  },
  {
    "id": 124,
    "category": "電腦軟體應用丙級",
    "title": "已知網際網路的IP位址係由四組數字所組成，請問下列表示法中何者是錯誤的？",
    "options": [
      "140.6.36.300",
      "140.6.20.8",
      "1 68.95.182.6",
      "200.100.60.80。"
    ],
    "answer": 0
  },
  {
    "id": 125,
    "category": "電腦軟體應用丙級",
    "title": "「MIPS」為下列何者之衡量單位？",
    "options": [
      "印表機之印字速度",
      "CPU之處理速度",
      "螢幕之解析度",
      "磁碟機之讀取速度。"
    ],
    "answer": 1
  },
  {
    "id": 126,
    "category": "電腦軟體應用丙級",
    "title": "假設某一記憶體具有14條位址線，則此記憶體共有多少位址空間？",
    "options": [
      "24KB",
      "24B",
      "16MB",
      "16KB。"
    ],
    "answer": 3
  },
  {
    "id": 127,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一種軟體是用來作為電腦輔助教學之用？",
    "options": [
      "CAI",
      "CAM",
      "CAE",
      "CAD。"
    ],
    "answer": 0
  },
  {
    "id": 128,
    "category": "電腦軟體應用丙級",
    "title": "在電子商務行為中，下列何者是指消費者個人與消費者個人之間利用網際網路進行商業活動？",
    "options": [
      "B2B",
      "B2C",
      "B2G",
      "C2C。"
    ],
    "answer": 3
  },
  {
    "id": 129,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是通用串列匯流排(USB)的特色？",
    "options": [
      "高傳輸速率",
      "支援熱插拔(Hot Swapping)功能",
      "支援隨插即用(P lug and Play)功能",
      "僅能使用於儲存裝置。"
    ],
    "answer": 3
  },
  {
    "id": 130,
    "category": "電腦軟體應用丙級",
    "title": "在二進位數系統中，(00111100)XOR(11000011)的結果為",
    "options": [
      "11111111",
      "00000000",
      "00111100",
      "00001111。"
    ],
    "answer": 0
  },
  {
    "id": 131,
    "category": "電腦軟體應用丙級",
    "title": "布林(Boolean)代數的運算中，下列何者不正確？",
    "options": [
      "1+1=1",
      "0+1=1",
      "0+0=0",
      "0+x=0。"
    ],
    "answer": 3
  },
  {
    "id": 132,
    "category": "電腦軟體應用丙級",
    "title": "一個邏輯閘，若有任一輸入為1時，其輸出為1，則此邏輯閘為",
    "options": [
      "AND閘",
      "OR閘",
      "NAND閘",
      "NOR閘。"
    ],
    "answer": 1
  },
  {
    "id": 133,
    "category": "電腦軟體應用丙級",
    "title": "「校務行政管理系統」是屬於",
    "options": [
      "作業系統",
      "工具程式",
      "專案開發軟體",
      "驅動程式。"
    ],
    "answer": 2
  },
  {
    "id": 134,
    "category": "電腦軟體應用丙級",
    "title": "主要用來分配與管理電腦軟、硬體資源，例如Windows 8、Linux是屬於",
    "options": [
      "作業系統",
      "工具程式",
      "套裝軟體",
      "專案開發軟體。"
    ],
    "answer": 0
  },
  {
    "id": 135,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一個不是磁碟機的資料傳輸介面技術？",
    "options": [
      "IDE",
      "SATA",
      "SCSI",
      "LPT。"
    ],
    "answer": 3
  },
  {
    "id": 136,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一個元件不屬於輔助儲存元件？",
    "options": [
      "光碟",
      "硬碟",
      "隨身碟",
      "記憶體。"
    ],
    "answer": 3
  },
  {
    "id": 137,
    "category": "電腦軟體應用丙級",
    "title": "「二進位數1010101」等於「八進位數」的",
    "options": [
      "123",
      "125",
      "521",
      "522。"
    ],
    "answer": 1
  },
  {
    "id": 138,
    "category": "電腦軟體應用丙級",
    "title": "「二進位數01111」等於「十進位數」的",
    "options": [
      "10",
      "16",
      "15",
      "1000。"
    ],
    "answer": 2
  },
  {
    "id": 139,
    "category": "電腦軟體應用丙級",
    "title": "「十進位數77」等於「八進位數」的",
    "options": [
      "115",
      "116",
      "117",
      "114。"
    ],
    "answer": 0
  },
  {
    "id": 140,
    "category": "電腦軟體應用丙級",
    "title": "「十六進位數7D1」等於「十進位數」的",
    "options": [
      "2003",
      "2101",
      "2001",
      "2103。"
    ],
    "answer": 2
  },
  {
    "id": 141,
    "category": "電腦軟體應用丙級",
    "title": "「十六進位數1A1B」等於「八進位數」的",
    "options": [
      "977",
      "6684",
      "1123",
      "15033。"
    ],
    "answer": 3
  },
  {
    "id": 142,
    "category": "電腦軟體應用丙級",
    "title": "「十六進位數F0」等於「二進位數」的",
    "options": [
      "00001111",
      "11110000",
      "11000011",
      "00111100。"
    ],
    "answer": 1
  },
  {
    "id": 143,
    "category": "電腦軟體應用丙級",
    "title": "「八進位數123」等於「十進位數」的",
    "options": [
      "83",
      "38",
      "79",
      "97。"
    ],
    "answer": 0
  },
  {
    "id": 144,
    "category": "電腦軟體應用丙級",
    "title": "1 個「八進位」的數字可由幾個「二進位」的數字組成",
    "options": [
      "2",
      "3",
      "4",
      "5。"
    ],
    "answer": 1
  },
  {
    "id": 145,
    "category": "電腦軟體應用丙級",
    "title": "在電腦系統中，下列有關儲存容量單位的敘述何者錯誤？",
    "options": [
      "1GB=1024MB",
      "1MB=1024KB",
      "1KB=1024TB",
      "1TB =1024GB。"
    ],
    "answer": 2
  },
  {
    "id": 146,
    "category": "電腦軟體應用丙級",
    "title": "假設某一部個人電腦之記憶體容量為512MB，則該記憶體容量等於",
    "options": [
      "512000KB",
      "1GB",
      "524288KB",
      "2GB。"
    ],
    "answer": 2
  },
  {
    "id": 147,
    "category": "電腦軟體應用丙級",
    "title": "若利用5bit 來表示整數型態資料，且最左位元0代表正數、1代表負數，負數與正數間互為1的補數，則可表示之範圍為",
    "options": [
      "15~-16",
      "16~-15",
      "15~-15",
      "16~-16。"
    ],
    "answer": 2
  },
  {
    "id": 148,
    "category": "電腦軟體應用丙級",
    "title": "在電腦系統中，1個位元組(Byte)由幾個位元(bit)組成？",
    "options": [
      "4個",
      "8個",
      "10個",
      "16個。"
    ],
    "answer": 1
  },
  {
    "id": 149,
    "category": "電腦軟體應用丙級",
    "title": "若利用8bit 來表示整數型態資料，且最左位元0代表正數、1代表負數，負數與正數間互為2的補數，則可表示之範圍為",
    "options": [
      "128~-128",
      "127~-127",
      "127~-128",
      "128~-127。"
    ],
    "answer": 2
  },
  {
    "id": 150,
    "category": "電腦軟體應用丙級",
    "title": "設 A 為bit，B 為Record，C 為Field，D為Character，通常在電腦內所佔空間的大小，由小到大之順序為",
    "options": [
      "AB CD",
      "ADCB",
      "ACDB",
      "ACBD。"
    ],
    "answer": 1
  },
  {
    "id": 151,
    "category": "電腦軟體應用丙級",
    "title": "倍速是用來衡量光碟機的讀寫速度，DVD光碟機是以多少來表示單倍速？",
    "options": [
      "1024KB/S",
      "1350KB/S",
      "1500KB/S",
      "1200KB/S。"
    ],
    "answer": 1
  },
  {
    "id": 152,
    "category": "電腦軟體應用丙級",
    "title": "有一台唯讀式CD光碟機，外觀標示有「52X」字樣，表示此光碟機其資料讀取速度為",
    "options": [
      "52KB/S",
      "7.6MB/S",
      "5. 2MB/S",
      "20MB/S。"
    ],
    "answer": 1
  },
  {
    "id": 153,
    "category": "電腦軟體應用丙級",
    "title": "「數位影音光碟機」的簡稱為",
    "options": [
      "DVD",
      "CD",
      "HD",
      "FD。"
    ],
    "answer": 0
  },
  {
    "id": 154,
    "category": "電腦軟體應用丙級",
    "title": "要將資料列印在複寫式三聯單上，使用下列哪一種印表機最適合？",
    "options": [
      "事務機",
      "噴墨印表機",
      "點陣式印表機",
      "5  雷射印表機。"
    ],
    "answer": 2
  },
  {
    "id": 155,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是一般用來表示雷射印表機的列印速度？",
    "options": [
      "DPI(Dot Per Inch)",
      "CPS(Character Per Second)",
      "PPM(Page P er Minute)",
      "CPI(Character Per Inch)。"
    ],
    "answer": 2
  },
  {
    "id": 156,
    "category": "電腦軟體應用丙級",
    "title": "一般衡量電腦執行速率，主要是比較下列哪一個單元？",
    "options": [
      "輸入單元",
      "輸出單元",
      "記憶單元",
      "中央處理單元。"
    ],
    "answer": 3
  },
  {
    "id": 157,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一種類型的電腦適合使用在氣象預測及太空科學研發等領域",
    "options": [
      "微電腦",
      "超級電腦",
      "工作站",
      "嵌入式電腦。"
    ],
    "answer": 1
  },
  {
    "id": 158,
    "category": "電腦軟體應用丙級",
    "title": "下列各專有名詞對照中，何者錯誤？",
    "options": [
      "SOHO：小型家庭辦公室",
      "OA：全球衛星定位系統",
      "FA：工廠自動化",
      "EC：電子商務。"
    ],
    "answer": 1
  },
  {
    "id": 159,
    "category": "電腦軟體應用丙級",
    "title": "某遊樂場有一「太空船」遊戲設施，只要看著螢幕，就有如親臨現場，相當震撼，這是使用下列哪一種技術？",
    "options": [
      "虛擬實境",
      "雷射掃描",
      "感應體溫",
      "眼球虹膜辨識。"
    ],
    "answer": 0
  },
  {
    "id": 160,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是「揮發性」記憶體？",
    "options": [
      "DRAM",
      "PROM",
      "EEPROM",
      "flash memory。"
    ],
    "answer": 0
  },
  {
    "id": 161,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一種記憶體是利用紫外線光的照射來清除所儲存的資料？",
    "options": [
      "SRAM",
      "PROM",
      "EPROM",
      "EEPROM。"
    ],
    "answer": 2
  },
  {
    "id": 162,
    "category": "電腦軟體應用丙級",
    "title": "PDA、數位相機、隨身碟等消費性電子設備，大多是使用何種儲存媒體？",
    "options": [
      "RAM",
      "ROM",
      "PROM",
      "flash memor y。"
    ],
    "answer": 3
  },
  {
    "id": 163,
    "category": "電腦軟體應用丙級",
    "title": "有一台數位相機擁有800萬像素，此處「800萬像素」是指？",
    "options": [
      "內建儲存容量",
      "記憶卡最大容量",
      "最大可拍攝的解析度",
      "照片每一個點的顏色成分。"
    ],
    "answer": 2
  },
  {
    "id": 164,
    "category": "電腦軟體應用丙級",
    "title": "MP3 是下列何種檔案的壓縮格式",
    "options": [
      "文字",
      "圖片",
      "音樂",
      "影片。"
    ],
    "answer": 2
  },
  {
    "id": 165,
    "category": "電腦軟體應用丙級",
    "title": "使用透明玻璃纖維材質來傳輸資料，具有體積小、傳輸速度快、訊號不易衰減等特性的傳輸媒介是",
    "options": [
      "光纖",
      "雙絞線",
      "同軸電纜",
      "微波。"
    ],
    "answer": 0
  },
  {
    "id": 166,
    "category": "電腦軟體應用丙級",
    "title": "一般住家網路長度小於100公尺，電腦要透過ADSL寬頻數據機上網，考量經濟因素，應選購下列哪一種傳輸媒介？",
    "options": [
      "光纖",
      "雙絞線",
      "粗同軸電纜",
      "細同軸電纜。"
    ],
    "answer": 1
  },
  {
    "id": 167,
    "category": "電腦軟體應用丙級",
    "title": "每張 Ethernet 網路卡都編有一個獨一無二的位址，這個位址稱為「MAC(Media Access Control)位址」，MAC位址是以",
    "options": [
      "4Bytes",
      "6Bytes",
      "7Bytes",
      "8Bytes 表示。"
    ],
    "answer": 1
  },
  {
    "id": 168,
    "category": "電腦軟體應用丙級",
    "title": "某辦公室內有數台電腦，將這些電腦以網路線與集線器(Hub)連接，此種連接方式為",
    "options": [
      "匯流排網路",
      "星狀網路",
      "環狀網路",
      "網狀網路。"
    ],
    "answer": 1
  },
  {
    "id": 169,
    "category": "電腦軟體應用丙級",
    "title": "ISO 所提出的OSI架構共分成幾層？",
    "options": [
      "9",
      "7",
      "5",
      "3。"
    ],
    "answer": 1
  },
  {
    "id": 170,
    "category": "電腦軟體應用丙級",
    "title": "具有後進先出(Last In Fast Out)的資料結構是",
    "options": [
      "堆疊",
      "佇列",
      "樹狀",
      "串列。"
    ],
    "answer": 0
  },
  {
    "id": 171,
    "category": "電腦軟體應用丙級",
    "title": "在鐵路局網路訂票系統中，下列何者為不適用的資料處理方式？",
    "options": [
      "交談式處理",
      "即時處理",
      "批次處理",
      "分散式處理。"
    ],
    "answer": 2
  },
  {
    "id": 172,
    "category": "電腦軟體應用丙級",
    "title": "下列檔案中，何者不是圖片檔案格式？",
    "options": [
      "test.bmp",
      "test.mdb",
      "test.gif",
      "test.tif。"
    ],
    "answer": 1
  },
  {
    "id": 173,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 作業系統中，以手動方式設定TCP/IP網路連線，設定項目包含IP位址、子網路遮罩及下列何種設備的IP位址？",
    "options": [
      "集線器(Hub)",
      "橋接器(Bridge)",
      "交換器(Switch)",
      "閘道器(Gateway)。"
    ],
    "answer": 3
  },
  {
    "id": 174,
    "category": "電腦軟體應用丙級",
    "title": "下列有關非對稱數位用戶線路(ADSL)的敘述，何者不正確？",
    "options": [
      "可以同時上傳與下載",
      "可以同時使用電話及上網",
      "是透過現有的電話線路連接至電信公司的機房",
      "資料上傳與下載速度相同。"
    ],
    "answer": 3
  },
  {
    "id": 175,
    "category": "電腦軟體應用丙級",
    "title": "一張長2英吋、寬1英吋的照片，若以解析度為200dpi的掃描器掃描進入電腦，該影像的像素為",
    "options": [
      "80000",
      "12 0000",
      "100000",
      "60000。"
    ],
    "answer": 0
  },
  {
    "id": 176,
    "category": "電腦軟體應用丙級",
    "title": "螢幕上的像素是由光的三原色組合而成，下列何者不是三原色",
    "options": [
      "紅色",
      "綠色",
      "藍色",
      "白色。"
    ],
    "answer": 3
  },
  {
    "id": 177,
    "category": "電腦軟體應用丙級",
    "title": "有一份紙本文件經由掃描器轉換影像文件，若要編輯該影像文件的文字部分，應先利用下列何種軟體做辨識？",
    "options": [
      "OCR",
      "Photoshop",
      "MS Word",
      "ADC。"
    ],
    "answer": 0
  },
  {
    "id": 178,
    "category": "電腦軟體應用丙級",
    "title": "「10BaseT 乙太網路(Ethernet)」，其中 10 表示頻寬為多少Mbps？",
    "options": [
      "1",
      "10",
      "20",
      "100。"
    ],
    "answer": 1
  },
  {
    "id": 179,
    "category": "電腦軟體應用丙級",
    "title": "「八進位數66」等於「二進位數」的",
    "options": [
      "110011",
      "101101",
      "011011",
      "110110。"
    ],
    "answer": 3
  },
  {
    "id": 180,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是GIF檔案的特點？",
    "options": [
      "可製成動畫",
      "屬於非破壞性壓縮",
      "可設背景色為透明",
      "具高效率的壓縮比。"
    ],
    "answer": 3
  },
  {
    "id": 181,
    "category": "電腦軟體應用丙級",
    "title": "電腦中為檢查資料是否正確，常在每筆資料後增加一個核對位元，此位元稱之為同位檢查位元 。請問當資料為01101111 時，若採偶數同位檢查，則同位檢查位元應為？",
    "options": [
      "1",
      "0",
      "-1",
      "101。"
    ],
    "answer": 1
  },
  {
    "id": 182,
    "category": "電腦軟體應用丙級",
    "title": "EBCDIC 碼使用 X位元表示一個字元，UTF-16使用Y位元表示一個字元，則X+Y等於？",
    "options": [
      "64",
      "32",
      "24",
      "16。"
    ],
    "answer": 2
  },
  {
    "id": 183,
    "category": "電腦軟體應用丙級",
    "title": "下列有關網路犯罪相關描述，何者有誤？",
    "options": [
      "我國國內查緝網路犯罪的單位是偵九隊",
      "在網路從事斂財騙色的詐欺行為，是屬網路詐騙",
      "大量寄送廣告郵件，造成他人困擾，是屬散播惡意軟體",
      "散播不實或未經證實的訊息，是屬網路謠言。"
    ],
    "answer": 2
  },
  {
    "id": 184,
    "category": "電腦軟體應用丙級",
    "title": "數位簽章運作流程，不包含下列何者？",
    "options": [
      "用傳送者的公鑰將訊息摘要加密",
      "用傳送者的公鑰將訊息摘要解密",
      "利用雜湊函數產生訊息摘要",
      "比對訊息摘要。"
    ],
    "answer": 0
  },
  {
    "id": 185,
    "category": "電腦軟體應用丙級",
    "title": "下列敘述何者正確？",
    "options": [
      "RSA是對稱式加密演算法",
      "AES是對稱式加密法",
      "DES是非對稱式加密演算法",
      "對稱式加密法是採用不同的金鑰進行加、解密。"
    ],
    "answer": 1
  },
  {
    "id": 186,
    "category": "電腦軟體應用丙級",
    "title": "在公開金鑰密碼系統中，A將機密資料傳給B，B應該使用下列哪種金鑰來解密？",
    "options": [
      "A的公開金鑰",
      "A的私人金鑰",
      "B的私人金鑰",
      "B的公開金鑰。"
    ],
    "answer": 2
  },
  {
    "id": 187,
    "category": "電腦軟體應用丙級",
    "title": "電子商務之四流，不包含？",
    "options": [
      "商流",
      "物流",
      "金流",
      "訂單流。"
    ],
    "answer": 3
  },
  {
    "id": 188,
    "category": "電腦軟體應用丙級",
    "title": "下列何種機制可藉由訂閱方式，即時取得他人部落格的最新內容？",
    "options": [
      "CSS(Cascading Style Sheets)",
      "RSS(Really Si mple Syndication)",
      "FTP(File Transfer Protocol)",
      "SET(Secure Electronic Transaction)。"
    ],
    "answer": 1
  },
  {
    "id": 189,
    "category": "電腦軟體應用丙級",
    "title": "下列網路服務預設的 Port Number，何者對應有誤？",
    "options": [
      "HTTP:80",
      "Telnet:23",
      "POP3:120",
      "FTP:21。"
    ],
    "answer": 2
  },
  {
    "id": 190,
    "category": "電腦軟體應用丙級",
    "title": "IPv4 將 IP 分為多少個等級？",
    "options": [
      "4",
      "5",
      "6",
      "7。"
    ],
    "answer": 1
  },
  {
    "id": 191,
    "category": "電腦軟體應用丙級",
    "title": "行動電話所使用的無線耳機，最常採用下列何種通訊技術？",
    "options": [
      "WiMAX",
      "RFID",
      "Wi-Fi",
      "Bluetooth。"
    ],
    "answer": 3
  },
  {
    "id": 192,
    "category": "電腦軟體應用丙級",
    "title": "通訊軟體LINE屬ISO所規範的OSI架構中的哪一層？",
    "options": [
      "應用層",
      "會議層",
      "傳輸層",
      "表達層。"
    ],
    "answer": 0
  },
  {
    "id": 193,
    "category": "電腦軟體應用丙級",
    "title": "小明與弟弟共用家中電腦，小明有些個人的文件檔案不希望被弟弟看到，請問小明可將檔案屬性設定為下列哪一項？",
    "options": [
      "隱藏",
      "保密",
      "唯讀",
      "保存。"
    ],
    "answer": 0
  },
  {
    "id": 194,
    "category": "電腦軟體應用丙級",
    "title": "下列何種網路設備具備協定轉換功能？",
    "options": [
      "數據機",
      "中繼器",
      "閘道器",
      "集線器。"
    ],
    "answer": 2
  },
  {
    "id": 195,
    "category": "電腦軟體應用丙級",
    "title": "行動裝置所使用的記憶體，除了可供讀出與寫入外，在電源關閉後，記憶的資料也不會消失，下列何種記憶體最符合這項需求？",
    "options": [
      "可程式唯讀記憶體",
      "快閃記憶體",
      "動態隨機存取記憶體",
      "靜態隨機存取記憶體。"
    ],
    "answer": 1
  },
  {
    "id": 196,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個數值與其他不同？",
    "options": [
      "1216",
      "228",
      "100002",
      "1810。"
    ],
    "answer": 2
  },
  {
    "id": 197,
    "category": "電腦軟體應用丙級",
    "title": "下列對TB(Tera Byte)的敘述何者正確？",
    "options": [
      "1TB=10億位元組",
      "1TB=220 X 220Byte",
      "1TB=1024 X 1024GB",
      "1TB=102 4 X 1024 Byte。"
    ],
    "answer": 1
  },
  {
    "id": 198,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不屬於電腦硬體組成的設備？",
    "options": [
      "輔助儲存設備",
      "安全設備",
      "處理設備",
      "輸出設備。"
    ],
    "answer": 1
  },
  {
    "id": 199,
    "category": "電腦軟體應用丙級",
    "title": "在磁碟結構，讀寫移動一次位置所能處理到的所有磁軌通稱為？",
    "options": [
      "磁區",
      "磁軌",
      "磁片",
      "磁柱。"
    ],
    "answer": 3
  },
  {
    "id": 200,
    "category": "電腦軟體應用丙級",
    "title": "下列何者適合以即時處理的方式來作業？",
    "options": [
      "戶口普查統計",
      "電費帳單處理",
      "成績單製作",
      "醫院預約掛號。"
    ],
    "answer": 3
  },
  {
    "id": 201,
    "category": "電腦軟體應用丙級",
    "title": "下列何種無線傳輸方式，因成本較低、無固定傳輸方向障礙等優點，廣泛應用於手機、平板電腦、無線耳機等周邊設備的傳輸工作？",
    "options": [
      "微波",
      "雷射",
      "藍牙",
      "紅外線。"
    ],
    "answer": 2
  },
  {
    "id": 202,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是QR-Code的特色？",
    "options": [
      "具容錯能力",
      "能以多種方向掃描",
      "須使用RFID感應器讀取",
      "外表成正方形，角落會有類似「回」字的圖案。"
    ],
    "answer": 2
  },
  {
    "id": 203,
    "category": "電腦軟體應用丙級",
    "title": "下列何種連接埠不支援熱插拔？",
    "options": [
      "USB",
      "IDE",
      "e-SATA",
      "IEEE 1394。"
    ],
    "answer": 1
  },
  {
    "id": 204,
    "category": "電腦軟體應用丙級",
    "title": "有一個程式需要執行240個指令，每個指令平均需要20ps來執行，請問這個程式執行的時間約為多少？",
    "options": [
      "2秒",
      "20秒",
      "20毫秒",
      "200毫秒。"
    ],
    "answer": 1
  },
  {
    "id": 205,
    "category": "電腦軟體應用丙級",
    "title": "若某顯示卡最高支援1024×768全彩顯示，則該顯示卡至少需要多少容量的Video RAM？",
    "options": [
      "2MB",
      "4MB",
      "8MB",
      "16MB。"
    ],
    "answer": 1
  },
  {
    "id": 206,
    "category": "電腦軟體應用丙級",
    "title": "主機板的SATA插槽是用來連接下列何種裝置？",
    "options": [
      "硬碟",
      "印表機",
      "鍵盤",
      "顯示卡。"
    ],
    "answer": 0
  },
  {
    "id": 207,
    "category": "電腦軟體應用丙級",
    "title": "十進位的29.5，若以十六進位表示，結果為何？",
    "options": [
      "1D.8",
      "1D.9",
      "1D.A",
      "1D.B。"
    ],
    "answer": 0
  },
  {
    "id": 208,
    "category": "電腦軟體應用丙級",
    "title": "下列何種匯流排決定CPU可支援的最大記憶體空間？",
    "options": [
      "資料匯流排",
      "記憶匯流排",
      "位址匯流排",
      "控制匯流排。"
    ],
    "answer": 2
  },
  {
    "id": 209,
    "category": "電腦軟體應用丙級",
    "title": "CPU 存取下列何種記憶體的速度最快？",
    "options": [
      "快取記憶體(Cache Memory)",
      "暫存器(Register)",
      "主記憶體(RAM)",
      "輔助記憶體(Auxiliary Memory)。"
    ],
    "answer": 1
  },
  {
    "id": 210,
    "category": "電腦軟體應用丙級",
    "title": "CPU 執行一個指令的過程為何？",
    "options": [
      "擷取週期",
      "執行週期",
      "機器週期",
      "儲存週期。"
    ],
    "answer": 2
  },
  {
    "id": 211,
    "category": "電腦軟體應用丙級",
    "title": "下列何種內碼可以支援多國語言？",
    "options": [
      "Binary碼",
      "EBCDIC碼",
      "BIG-5碼",
      "Unicode碼。"
    ],
    "answer": 3
  },
  {
    "id": 212,
    "category": "電腦軟體應用丙級",
    "title": "下列何者用來存放中央處理單元常用的指令或資料？",
    "options": [
      "快取記憶體",
      "算術邏輯單元",
      "控制單元",
      "硬碟。"
    ],
    "answer": 0
  },
  {
    "id": 213,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為目前電腦晶片發展的主要技術？",
    "options": [
      "真空管",
      "電晶體",
      "二極體",
      "超大型積體電路。"
    ],
    "answer": 3
  },
  {
    "id": 214,
    "category": "電腦軟體應用丙級",
    "title": "下列何種介面卡可用來將數位資料轉換成類比訊號並傳送至喇叭？",
    "options": [
      "顯示卡",
      "音效卡",
      "網路卡",
      "數據卡。"
    ],
    "answer": 1
  },
  {
    "id": 215,
    "category": "電腦軟體應用丙級",
    "title": "下列何種單位是用來表示CPU的執行速度？",
    "options": [
      "GHz",
      "CPS",
      "LPM",
      "Mbytes。"
    ],
    "answer": 0
  },
  {
    "id": 216,
    "category": "電腦軟體應用丙級",
    "title": "中央處理單元(CPU)內部的ALU功能為何？",
    "options": [
      "執行資料傳輸",
      "執行加法、減法及邏輯運算",
      "執行中斷程式",
      "執行控制作業。"
    ],
    "answer": 1
  },
  {
    "id": 217,
    "category": "電腦軟體應用丙級",
    "title": "若某電腦可定址的最大記憶體容量為4GB，則該電腦有幾條位址線？",
    "options": [
      "4",
      "8",
      "16",
      "32。"
    ],
    "answer": 3
  },
  {
    "id": 218,
    "category": "電腦軟體應用丙級",
    "title": "下列何種記憶體的存取速度最慢？",
    "options": [
      "暫存器",
      "快取記憶體",
      "靜態隨機存取記憶體",
      "動態隨機存取記憶體。"
    ],
    "answer": 3
  },
  {
    "id": 219,
    "category": "電腦軟體應用丙級",
    "title": "下列何種連接埠可用來為MP3 Player、手機等3C產品充電？",
    "options": [
      "DVI",
      "PS/2",
      "RJ-45",
      "USB。"
    ],
    "answer": 3
  },
  {
    "id": 220,
    "category": "電腦軟體應用丙級",
    "title": "以 ASCII Code 儲存字串\"Harry Potter\"，若不包含雙引號，則共需使用多少位元組之記憶體空間？",
    "options": [
      "10",
      "12",
      "11",
      "13。"
    ],
    "answer": 1
  },
  {
    "id": 221,
    "category": "電腦軟體應用丙級",
    "title": "若一 CPU 的規格為AMD AM3 Athlon II X4 640 3.0GHz，則此 CPU 的核心數為何？",
    "options": [
      "單核心",
      "雙核心",
      "四核心",
      "六核心。"
    ],
    "answer": 2
  },
  {
    "id": 222,
    "category": "電腦軟體應用丙級",
    "title": "若一硬碟的轉速為5000RPM，則該硬碟旋轉一圈需要幾秒？",
    "options": [
      "0.002",
      "0.12",
      "0.012",
      "0.025。"
    ],
    "answer": 2
  },
  {
    "id": 223,
    "category": "電腦軟體應用丙級",
    "title": "若 CPU 可直接存取1GB的記憶體，則該部電腦最少應有幾條位址線？",
    "options": [
      "30",
      "28",
      "24",
      "2。"
    ],
    "answer": 0
  },
  {
    "id": 224,
    "category": "電腦軟體應用丙級",
    "title": "若某電腦有34條位址線，則此電腦可定址的最大空間為何？",
    "options": [
      "128MB",
      "512MB",
      "16GB",
      "8GB。"
    ],
    "answer": 2
  },
  {
    "id": 225,
    "category": "電腦軟體應用丙級",
    "title": "若某彩色雷射印表機標示為1200dpi，則下列何者正確？",
    "options": [
      "每分鐘可以列印1200個英文字元",
      "最多可以列印出1200 種不同的顏色",
      "每小時可以列印1200頁A4大小紙張的內容",
      "每一英吋可以列印1200個點。"
    ],
    "answer": 3
  },
  {
    "id": 226,
    "category": "電腦軟體應用丙級",
    "title": "十進位數的0.25，以二進位數表示為下列何者？",
    "options": [
      "0.1",
      "0.01",
      "0.001",
      "0.11。"
    ],
    "answer": 1
  },
  {
    "id": 227,
    "category": "電腦軟體應用丙級",
    "title": "下列何種連接埠支援隨插即用及熱插拔的功能？",
    "options": [
      "LPT",
      "COM",
      "USB",
      "PS/2。"
    ],
    "answer": 2
  },
  {
    "id": 228,
    "category": "電腦軟體應用丙級",
    "title": "下列何種記憶體需要週期性充電？",
    "options": [
      "快閃記憶體",
      "唯讀記憶體",
      "靜態隨機存取記憶體",
      "動態隨機存取記憶體。"
    ],
    "answer": 3
  },
  {
    "id": 229,
    "category": "電腦軟體應用丙級",
    "title": "下列何種記憶體具有可重複讀寫及電源關閉時資料仍保留的特性？",
    "options": [
      "DRAM",
      "SRAM",
      "Flash Memory",
      "PROM。"
    ],
    "answer": 2
  },
  {
    "id": 230,
    "category": "電腦軟體應用丙級",
    "title": "BIOS 儲存在下列何種記憶體中？",
    "options": [
      "隨機存取記憶體",
      "唯讀記憶體",
      "輔助記憶體",
      "快取記憶體。"
    ],
    "answer": 1
  },
  {
    "id": 231,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為快取記憶體(Cache Memory)的主要功能？",
    "options": [
      "作為輔助記憶體",
      "可以降低主記憶體的成本",
      "可以增進程式的整體執行速度",
      "可以減少輔助記憶體的空間需求。"
    ],
    "answer": 2
  },
  {
    "id": 232,
    "category": "電腦軟體應用丙級",
    "title": "若某桌上型電腦的CPU規格為Intel Core 2 Duo E6700 2.67GHz，則 2.67 是表示 CPU 的何種規格？",
    "options": [
      "內部記憶體容量",
      "出廠序號",
      "時脈頻率",
      "電源電壓。"
    ],
    "answer": 2
  },
  {
    "id": 233,
    "category": "電腦軟體應用丙級",
    "title": "CPU 可從下列何者找到下一個要執行的指令之所在位址？",
    "options": [
      "指令暫存器(IR)",
      "旗標暫存器(FR)",
      "程式計數器(P C)",
      "位址暫存器(MAR)。"
    ],
    "answer": 2
  },
  {
    "id": 234,
    "category": "電腦軟體應用丙級",
    "title": "16 倍速的唯讀數位影音光碟機DVD-ROM 16X，每秒傳輸速度為何？",
    "options": [
      "2.4MB",
      "7.2MB",
      "14.4MB",
      "21.6MB。"
    ],
    "answer": 3
  },
  {
    "id": 235,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個十進位數值為兩個二進位數值101.01及111.11相加的結果？",
    "options": [
      "12.5",
      "12",
      "13",
      "13.75。"
    ],
    "answer": 2
  },
  {
    "id": 236,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是主機板的I/O連接埠？",
    "options": [
      "USB",
      "DVI",
      "CPU",
      "PS/2。"
    ],
    "answer": 2
  },
  {
    "id": 237,
    "category": "電腦軟體應用丙級",
    "title": "光碟機規格所標示的倍速是指下列何者？",
    "options": [
      "資料的傳輸速度",
      "搜尋速度",
      "抹除資料的速度",
      "馬達的轉速。"
    ],
    "answer": 0
  },
  {
    "id": 238,
    "category": "電腦軟體應用丙級",
    "title": "某廠商推出64位元CPU，該64位元所代表的意義為何？",
    "options": [
      "可定址的主記憶體容量",
      "CPU的工作頻率",
      "CPU的字組長度",
      "L1快取記憶體的位元數。"
    ],
    "answer": 2
  },
  {
    "id": 239,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為目前網際網路上最廣為使用的音樂檔副檔名？",
    "options": [
      "mp4",
      "mp3",
      "7z",
      "swf。"
    ],
    "answer": 1
  },
  {
    "id": 240,
    "category": "電腦軟體應用丙級",
    "title": "關於免費軟體(freeware)敘述，下列何者有誤？",
    "options": [
      "部分軟體會在程式中鑲入廣告",
      "部分軟體發布者希望能獲得自願性資助",
      "免費軟體一定安全",
      "仍受著作權保護。"
    ],
    "answer": 2
  },
  {
    "id": 241,
    "category": "電腦軟體應用丙級",
    "title": "HomeRF 無線網路規範家庭設備與藍芽(Bluetooth)是在下列哪個頻段上通訊？",
    "options": [
      "25MHz",
      "2.4GHz",
      "1GHz",
      "100M Hz。"
    ],
    "answer": 1
  },
  {
    "id": 242,
    "category": "電腦軟體應用丙級",
    "title": "小英使用手機利用業者服務，想找出距離自己100公尺內的停車場，這種應用屬於下列何者？",
    "options": [
      "行動推播",
      "無線傳銷",
      "行動定位",
      "無線接取。"
    ],
    "answer": 2
  },
  {
    "id": 243,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是QR Code主要的應用面？",
    "options": [
      "將機密資訊加密",
      "下載商家折價卷",
      "自動取得網站上的推銷資訊",
      "將數位內容下載至手機。"
    ],
    "answer": 0
  },
  {
    "id": 244,
    "category": "電腦軟體應用丙級",
    "title": "IPv6 是以何者方式來表示其位址？",
    "options": [
      "32個8進位",
      "16個16進位",
      "32個10進位",
      "32個16進位。"
    ],
    "answer": 3
  },
  {
    "id": 245,
    "category": "電腦軟體應用丙級",
    "title": "具有第四代行動通訊技術標準(4G)的行動裝置，使用者在高速移動狀態下傳輸速率可達多少bps？",
    "options": [
      "100M",
      "20 0M",
      "400M",
      "600M。"
    ],
    "answer": 0
  },
  {
    "id": 246,
    "category": "電腦軟體應用丙級",
    "title": "要測試電腦本機網路卡是否正常，可執行下列何種指令測試？",
    "options": [
      "ping 127.0.0.1",
      "ping 126.0.0.1",
      "ping 255.0.0.1",
      "p ing 245.0.0.1。"
    ],
    "answer": 0
  },
  {
    "id": 247,
    "category": "電腦軟體應用丙級",
    "title": "電腦傳輸介面USB 3.0的最高傳輸速度規格是USB 2.0的幾倍？",
    "options": [
      "10",
      "20",
      "8",
      "2。"
    ],
    "answer": 0
  },
  {
    "id": 248,
    "category": "電腦軟體應用丙級",
    "title": "個人電腦的插孔顏色，依PC99規格書建議，「麥克風插孔」是何種顏色？",
    "options": [
      "黃色",
      "淺藍色",
      "粉紅色",
      "青綠色。"
    ],
    "answer": 2
  },
  {
    "id": 249,
    "category": "電腦軟體應用丙級",
    "title": "觸控螢幕屬電腦四大單元中何者？",
    "options": [
      "記憶單元",
      "算術邏輯單元",
      "輸出/輸入單元",
      "控制單元。"
    ],
    "answer": 2
  },
  {
    "id": 250,
    "category": "電腦軟體應用丙級",
    "title": "為避免電力供給突然中斷，造成電腦內尚未儲存資料的流失，可使用下列何種裝置提供備用電力？",
    "options": [
      "電壓切換開關(Voltage Switch)",
      "穩壓器",
      "突波吸收器",
      "不斷電系統。"
    ],
    "answer": 3
  },
  {
    "id": 251,
    "category": "電腦軟體應用丙級",
    "title": "有關大數據(Big Data)的敘述，下列何者正確？",
    "options": [
      "具大量、高速、多變等特性",
      "皆為結構化資料，不會有非結構化資料",
      "不包含影片及電子郵件等資料",
      "不需考慮資料來源的合法性。"
    ],
    "answer": 0
  },
  {
    "id": 252,
    "category": "電腦軟體應用丙級",
    "title": "進行大數據(Big Data)分析時，通常應該使用多少資料來分析？",
    "options": [
      "盡量使用全部資料",
      "最近儲存時間的30%資料",
      "單筆資料量較大的前30%資料",
      "變化量較快的30%資料。"
    ],
    "answer": 0
  },
  {
    "id": 253,
    "category": "電腦軟體應用丙級",
    "title": "大數據(Big Data)對生活產生了改變。下列何者較適合依據大數據的分析結果直接執行？",
    "options": [
      "司法判決",
      "逮捕可疑人犯",
      "開病人處方簽",
      "擬定特價商品。"
    ],
    "answer": 3
  },
  {
    "id": 254,
    "category": "電腦軟體應用丙級",
    "title": "有關 Hadoop 的敘述，下列何者正確？",
    "options": [
      "HDFS是循序運算框架",
      "MapReduce是分散式檔案系統",
      "Sqoop支援關聯式資料庫與Hadoop之間的資料轉換",
      "HBase是關聯式資料庫。"
    ],
    "answer": 2
  },
  {
    "id": 255,
    "category": "電腦軟體應用丙級",
    "title": "預設情況下，Hadoop的分散式檔案系統(HDFS)會將資料檔案分割後的每個小塊複製成幾份複本(replica)？",
    "options": [
      "2",
      "3",
      "4",
      "5。"
    ],
    "answer": 1
  },
  {
    "id": 256,
    "category": "電腦軟體應用丙級",
    "title": "關於 Apache Spark 運作的敘述，下列何者正確？",
    "options": [
      "非常不適合用於機器學習演算法",
      "程式只能在磁碟內做運算",
      "程式只能在記憶體內做運算",
      "能將資料加載至叢集記憶體內，並可多次對其進行查詢。"
    ],
    "answer": 3
  },
  {
    "id": 257,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是Hadoop 2.0 內建的資料庫？",
    "options": [
      "CouchDB",
      "Neo4j",
      "FlockDB",
      "HBase。"
    ],
    "answer": 3
  },
  {
    "id": 258,
    "category": "電腦軟體應用丙級",
    "title": "有關 HBase 資料庫的敘述，下列者正確？",
    "options": [
      "沒有開放程式碼",
      "可執行於HDFS檔案系統之上",
      "只可透過SQL來存取資料",
      "屬於關聯式資料庫的一種。"
    ],
    "answer": 1
  },
  {
    "id": 259,
    "category": "電腦軟體應用丙級",
    "title": "大數據(Big Data)的 3Vs 中，與資料輸出入速度有關的是何者？",
    "options": [
      "Volume",
      "Velocity",
      "Variety",
      "Veracity。"
    ],
    "answer": 1
  },
  {
    "id": 260,
    "category": "電腦軟體應用丙級",
    "title": "大數據(Big Data)資料來源種類包羅萬象，最簡單分類為結構化與非結構化。非結構化資料從早期的文字資料類型，已擴展到網路影片、視訊、音樂、圖片等，複雜的非結構化資料類型造成儲存、探勘、分析的困難。這樣的特性指的是？",
    "options": [
      "Volume",
      "Velocity",
      "Variety",
      "Value。"
    ],
    "answer": 2
  },
  {
    "id": 261,
    "category": "電腦軟體應用丙級",
    "title": "大數據(Big Data)分析中的”大量數據”，指的是哪個特性？",
    "options": [
      "Volume",
      "Velocity",
      "Variety",
      "Veracity。"
    ],
    "answer": 0
  },
  {
    "id": 262,
    "category": "電腦軟體應用丙級",
    "title": "大數據(Big Data)分析的標的來源為何？",
    "options": [
      "原始數據(Raw Data)",
      "依據統計理論取樣本",
      "隨機取夠多樣本即可",
      "分類取樣本。"
    ],
    "answer": 0
  },
  {
    "id": 263,
    "category": "電腦軟體應用丙級",
    "title": "大數據(Big Data)對於即時性的資料可以快速加入分析，這特性指的是？",
    "options": [
      "Volume",
      "Velocity",
      "Variety",
      "Veracity。"
    ],
    "answer": 1
  },
  {
    "id": 264,
    "category": "電腦軟體應用丙級",
    "title": "大數據(Big Data)分析方式中，最能夠直觀呈現大數據特點的方法是？",
    "options": [
      "可視化分析(Visibility Analysis)",
      "資料探勘(Data Mining)",
      "資料管理分析(Data Management Analysis)",
      "預測性分析(Predictive Analysis)。"
    ],
    "answer": 0
  },
  {
    "id": 265,
    "category": "電腦軟體應用丙級",
    "title": "大數據(Big Data)分析因為採用原始數據(Raw Data)處理，常常會發現以前因為科技所限制而忽略的資料，這類資料稱為",
    "options": [
      "千兆級資料(Peta data)",
      "交互式資料(Interaction data)",
      "灰色資料(Gray data)",
      "暗資料(Dark data)。"
    ],
    "answer": 3
  },
  {
    "id": 266,
    "category": "電腦軟體應用丙級",
    "title": "常用於大數據(Big Data)分析工具Hadoop 中的MapReduce 架構主要是執行哪一項功能？",
    "options": [
      "運算處理(Process)",
      "互動(Interaction)",
      "儲存(Store)",
      "叢集(Cluster)。"
    ],
    "answer": 0
  },
  {
    "id": 267,
    "category": "電腦軟體應用丙級",
    "title": "大數據(Big Data)分析技術中，常使用NoSQL資料庫，下列哪一個是屬於NoSQL資料庫軟體？",
    "options": [
      "PostgreSQL",
      "S ybase",
      "MariaDB",
      "MongoDB。"
    ],
    "answer": 3
  },
  {
    "id": 268,
    "category": "電腦軟體應用丙級",
    "title": "對於適用大數據分析的叢集運算框架Apache Spark專案中，下列哪項組件是專做分散式機器學習的？",
    "options": [
      "Spark SQL",
      "Spark Streaming",
      "Spark MLlib",
      "GraphX。"
    ],
    "answer": 2
  },
  {
    "id": 269,
    "category": "電腦軟體應用丙級",
    "title": "下列何者程式語言支援Apache Spark叢集運算框架？",
    "options": [
      "Python",
      "prolog",
      "FORTRAN",
      "Auto ISP。"
    ],
    "answer": 0
  },
  {
    "id": 270,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是iPhone 所使用的作業系統？",
    "options": [
      "iOS",
      "Windows",
      "Android",
      "Unix。"
    ],
    "answer": 0
  },
  {
    "id": 271,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是開放手機聯盟(Open Handset Alliance)所領導與開發的智慧裝置作業系統？",
    "options": [
      "Linux",
      "Windows",
      "Andr oid",
      "Unix。"
    ],
    "answer": 2
  },
  {
    "id": 272,
    "category": "電腦軟體應用丙級",
    "title": "下列何者可以讓智慧裝置透過人造衛星來完成持有者位置的定位？",
    "options": [
      "GPS晶片",
      "加速計",
      "陀螺儀",
      "氣壓計。"
    ],
    "answer": 0
  },
  {
    "id": 273,
    "category": "電腦軟體應用丙級",
    "title": "智慧裝置透過Google Maps 之類的電子地圖服務，將地址轉換成為經度與緯度的過程稱之為何？",
    "options": [
      "Geocoding",
      "Reverse geocoding",
      "Finding",
      "Searching。"
    ],
    "answer": 0
  },
  {
    "id": 274,
    "category": "電腦軟體應用丙級",
    "title": "智慧裝置透過Google Maps 之類的電子地圖服務，將經度與緯度轉換成為地址的過程稱之為何？",
    "options": [
      "Geocoding",
      "Reverse geocoding",
      "Finding",
      "Searching。"
    ],
    "answer": 1
  },
  {
    "id": 275,
    "category": "電腦軟體應用丙級",
    "title": "下列何種作業系統的開發者企圖為所有的硬體提供一個統一的平台？",
    "options": [
      "Debian 8.2",
      "Windows 10",
      "Android 5.01",
      "iOS 9.2.1。"
    ],
    "answer": 1
  },
  {
    "id": 276,
    "category": "電腦軟體應用丙級",
    "title": "開發智慧手機程式時，若希望先在個人電腦上做程式的測試，而非直接使用智慧型手機來做測試，那麼應該在個人電腦中安裝何者？",
    "options": [
      "手機模擬器",
      "手機驅動程式",
      "手機同步軟體",
      "手機韌體。"
    ],
    "answer": 0
  },
  {
    "id": 277,
    "category": "電腦軟體應用丙級",
    "title": "MIT App Inventor 2.0 中，可以使用下列何種方塊來讀取變數的值？",
    "options": [
      "get",
      "set to",
      "initialize global name to",
      "while。"
    ],
    "answer": 0
  },
  {
    "id": 278,
    "category": "電腦軟體應用丙級",
    "title": "MIT App Inventor 2.0 中，可以使用下列何種方塊來建立整體變數？",
    "options": [
      "get",
      "set to",
      "initialize global name to",
      "while。"
    ],
    "answer": 2
  },
  {
    "id": 279,
    "category": "電腦軟體應用丙級",
    "title": "MIT App Inventor 2.0 中，若希望透過數值變數之初始值、結束值，以及增加值的指定來完成某些方塊的多次執行，應該使用下列何種方塊？",
    "options": [
      "get",
      "for each from to",
      "set to",
      "do。"
    ],
    "answer": 1
  },
  {
    "id": 280,
    "category": "電腦軟體應用丙級",
    "title": "下列對於車載通訊發展描述，哪一項是對的？",
    "options": [
      "應用電子、通信、資訊與感測等技術，以整合人、路、車的管理策略",
      "車載通訊用越多將致使交通越惡化",
      "提供定時批次(batch)資訊以增進運輸系統的安全、效率及舒適性",
      "車載通訊只運用於車輛內裝之科技通訊技術。"
    ],
    "answer": 0
  },
  {
    "id": 281,
    "category": "電腦軟體應用丙級",
    "title": "下列對於智慧穿載裝置的發展描述，哪一項是對的？",
    "options": [
      "智慧型手錶完全沒有提升工作效率的功能",
      "以智慧隱形眼鏡進行侵入式血糖量測，不屬於醫療行為",
      "智慧手環沒有提供個人健康管理功能",
      "智能鞋加上GPS可以協助追蹤用户路線。"
    ],
    "answer": 3
  },
  {
    "id": 282,
    "category": "電腦軟體應用丙級",
    "title": "社群媒體發展的預測功能描述，哪一項是對的？",
    "options": [
      "以Twitter的消息來追蹤用戶的情緒，可以預測股市漲跌因素之一",
      "無法預測消費者的行為，因此不能作為行銷策略的參考",
      "Twitter的「鎮定」程度無法預測道瓊斯工業平均指數的走向",
      "Facebook按「讚」的平均數與經濟成長率預測完全無關。"
    ],
    "answer": 0
  },
  {
    "id": 283,
    "category": "電腦軟體應用丙級",
    "title": "對於 Bank 4.0 帶來的轉變，下列哪一項描述是對的？",
    "options": [
      "須增設更多實體人工櫃台",
      "大量運用大數據來分析顧客需求",
      "全面撤除傳統線下(offline)實體交易服務",
      "提供更多服務人員處理銀行收付服務。"
    ],
    "answer": 1
  },
  {
    "id": 284,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一項是Web 3.0與Web 2.0 的差異？",
    "options": [
      "分享內容服務",
      "社群互動服務",
      "語意解析服務",
      "入口網站。"
    ],
    "answer": 2
  },
  {
    "id": 285,
    "category": "電腦軟體應用丙級",
    "title": "Web 2.0 與 Web 3.0 的比較哪一項是對的？",
    "options": [
      "Web 2.0強調個人的網路世界，Web 3.0則強調讀寫互動",
      "Web 2.0發展分享內容，Web 3.0則發展靜態內容",
      "Web 2.0分析使用者行為，Web 3.0則以標籤、關鍵字分類",
      "Web 2.0發展部落格網路，Web 3.0則發展語意化的網路。"
    ],
    "answer": 3
  },
  {
    "id": 286,
    "category": "電腦軟體應用丙級",
    "title": "有人運用腦波儀器偵測使用者的腦波變化，作為哪一項狀態的分析？",
    "options": [
      "專注力",
      "思考力",
      "聽力",
      "視力。"
    ],
    "answer": 0
  },
  {
    "id": 287,
    "category": "電腦軟體應用丙級",
    "title": "對於智慧交通的描述，下列哪一項是正確的？",
    "options": [
      "可以運用感測器與攝影機來即時分析路況",
      "未經使用者許可之下，仍蒐集行車裝置紀錄來分析路況",
      "運用車間通訊的主要目標是拉遠車輛間的距離",
      "運用智慧交通誘導方式無法降低塞車機率。"
    ],
    "answer": 0
  },
  {
    "id": 288,
    "category": "電腦軟體應用丙級",
    "title": "教育 4.0 主要發展下列哪一項方案？",
    "options": [
      "個別化課表，依個人學習狀況來訂進度",
      "運用大量小班面對面的課程來改善教育",
      "線上單向式教學",
      "避免使用測驗題考試。"
    ],
    "answer": 0
  },
  {
    "id": 289,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一項電影中人物的裝配是屬於智慧穿戴裝置？",
    "options": [
      "回到未來中男主角的滑板",
      "鋼鐵人的面具",
      "美國隊長的盾牌",
      "007操控汽車的搖控器。"
    ],
    "answer": 1
  },
  {
    "id": 290,
    "category": "電腦軟體應用丙級",
    "title": "IBM 於 2009 年提出下列何種概念，可視為物聯網的雛型？",
    "options": [
      "行動地球",
      "智慧地球",
      "智慧城市",
      "感知城市。"
    ],
    "answer": 1
  },
  {
    "id": 291,
    "category": "電腦軟體應用丙級",
    "title": "關於物聯網描述，下列敘述何者正確？",
    "options": [
      "透過物聯網蒐集的少量資訊也能發揮顯著價值",
      "物聯網可賦予智慧給物件，並擁有與其他物件或人溝通的能力",
      "網路層主流關鍵技術包含雲端運算、巨量資料分析、資料探勘、商業智慧（BI）",
      "物聯網的英文名稱為Interconnection of Things（IoT）。"
    ],
    "answer": 1
  },
  {
    "id": 292,
    "category": "電腦軟體應用丙級",
    "title": "主動式標籤的特性為何？",
    "options": [
      "不需要電源就可主動回傳資料至讀取器",
      "通常需要裝配電池才可回傳資料至讀取10  器",
      "主動回傳資料至讀取器是採用散射技術",
      "不會回傳資料至讀取器只能由讀取器自行讀取。"
    ],
    "answer": 1
  },
  {
    "id": 293,
    "category": "電腦軟體應用丙級",
    "title": "ZigBee 在媒體存取層與實體層是採用下列何者標準協定？",
    "options": [
      "IEEE 802.15.4",
      "IEEE 802.11n",
      "IEEE 802.3",
      "IEEE 80 2.20。"
    ],
    "answer": 0
  },
  {
    "id": 294,
    "category": "電腦軟體應用丙級",
    "title": "下列何者屬於智慧交通的一環？",
    "options": [
      "測速照相裝置",
      "智慧型號誌控制系統",
      "汽車防竊裝置",
      "物流管理系統。"
    ],
    "answer": 1
  },
  {
    "id": 295,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是智慧電網所設計的目的？",
    "options": [
      "提高核能發電量",
      "提高電價",
      "管理使用端電量",
      "提供無線上網。"
    ],
    "answer": 2
  },
  {
    "id": 296,
    "category": "電腦軟體應用丙級",
    "title": "悠遊卡使用下列何種感測技術？",
    "options": [
      "Bluetooth",
      "RFID",
      "Wi-Fi",
      "GPS。"
    ],
    "answer": 1
  },
  {
    "id": 297,
    "category": "電腦軟體應用丙級",
    "title": "智慧型手機使用下列何種感測器偵測方向及速度？",
    "options": [
      "三軸加速計",
      "紅外線",
      "超音波",
      "無線射頻。"
    ],
    "answer": 0
  },
  {
    "id": 298,
    "category": "電腦軟體應用丙級",
    "title": "歐洲電信標準協會(ETSI)將物聯網分為哪三個階層？",
    "options": [
      "感知層、網路層、應用層",
      "連結層、網路層、應用層",
      "感知層、傳輸層、應用層",
      "感知層、網路層、連結層。"
    ],
    "answer": 0
  },
  {
    "id": 299,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為物聯網的英文名稱？",
    "options": [
      "Interconnection of Things",
      "Internet of Things",
      "Internet of Telecommunications",
      "In terconnection of Telecommunications。"
    ],
    "answer": 1
  },
  {
    "id": 300,
    "category": "電腦軟體應用丙級",
    "title": "有關物聯網的敘述，下列何者正確？",
    "options": [
      "無須具備自我組織的能力",
      "IPv4可以滿足物聯網的所有技術需求",
      "只能透過無線網路傳輸訊息",
      "每個物件要有可獨立定址的網路位址，以互聯互通。"
    ],
    "answer": 3
  },
  {
    "id": 301,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一家廠商最早提出物聯網的概念？",
    "options": [
      "Google",
      "HP",
      "IBM",
      "Microsoft。"
    ],
    "answer": 2
  },
  {
    "id": 302,
    "category": "電腦軟體應用丙級",
    "title": "有關物聯網之應用層的敘述，下列何者正確？",
    "options": [
      "提供物與物之間的訊號傳輸",
      "可用於感測溫溼度",
      "負責將感測的資訊傳到雲端",
      "可提供智慧生活的應用。"
    ],
    "answer": 3
  },
  {
    "id": 303,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為物聯網之感知層的技術？",
    "options": [
      "條碼資訊傳播架構",
      "VoIP網路",
      "無線射頻識別",
      "IP網路。"
    ],
    "answer": 2
  },
  {
    "id": 304,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為台灣政府推動的物聯網相關計畫？",
    "options": [
      "E-Taiwan",
      "N-Taiwan",
      "U-Taiwan",
      "A-Taiwan。"
    ],
    "answer": 2
  },
  {
    "id": 305,
    "category": "電腦軟體應用丙級",
    "title": "IBM 於 2009 年提出下列何種概念，可視為物聯網的雛型？",
    "options": [
      "行動地球",
      "智慧地球",
      "智慧城市",
      "感知城市。 11800 電腦軟體應用 丙級 工作項目02：應用軟體使用"
    ],
    "answer": 1
  },
  {
    "id": 1,
    "category": "電腦軟體應用丙級",
    "title": "下列何者可以增加電腦文書檔案管理的效率？",
    "options": [
      "頁首設定",
      "頁碼設定",
      "有系統的檔名命名規則",
      "粗體字。"
    ],
    "answer": 2
  },
  {
    "id": 2,
    "category": "電腦軟體應用丙級",
    "title": "在進行文章編修時，下列哪一項設定不會直接影響文章編修的操作？",
    "options": [
      "螢幕顏色的設定",
      "插入(Insert)/覆蓋(Repl ace)的設定",
      "左右邊界設定",
      "定位鍵(Tab)設定。"
    ],
    "answer": 0
  },
  {
    "id": 3,
    "category": "電腦軟體應用丙級",
    "title": "在Open Office 套裝軟體內，何種軟體屬於文書處理軟體？",
    "options": [
      "Writer",
      "Impress",
      "Calc",
      "Draw。"
    ],
    "answer": 0
  },
  {
    "id": 4,
    "category": "電腦軟體應用丙級",
    "title": "在Open Office 套裝軟體內，何種軟體屬於簡報軟體？",
    "options": [
      "Writer",
      "Impress",
      "Calc",
      "Draw。"
    ],
    "answer": 1
  },
  {
    "id": 5,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是作業系統？",
    "options": [
      "Windows",
      "Oracle",
      "Unix",
      "Linux。"
    ],
    "answer": 1
  },
  {
    "id": 6,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一套電子郵件系統還能兼具有「管理行事曆」的功能？",
    "options": [
      "Outlook Express",
      "Netscape",
      "Outlook",
      "cc:Mail。"
    ],
    "answer": 2
  },
  {
    "id": 7,
    "category": "電腦軟體應用丙級",
    "title": "哪一個軟體不可以直接把檔案轉換為網頁？",
    "options": [
      "Acrobat Reader",
      "Word",
      "PhotoImpact",
      "PowerPoint。"
    ],
    "answer": 0
  },
  {
    "id": 8,
    "category": "電腦軟體應用丙級",
    "title": "哪一種文件我們可以利用Word完成？",
    "options": [
      "建築設計圖製作",
      "翻譯英文文章",
      "製作動畫",
      "網頁製作。"
    ],
    "answer": 3
  },
  {
    "id": 9,
    "category": "電腦軟體應用丙級",
    "title": "以下哪一個行為在Internet環境中是違法的？",
    "options": [
      "交友",
      "買賣大補帖",
      "下載軟體",
      "聊天。"
    ],
    "answer": 1
  },
  {
    "id": 10,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一套軟體為電子郵件軟體？",
    "options": [
      "Word",
      "Excel",
      "Outlook",
      "Visio。"
    ],
    "answer": 2
  },
  {
    "id": 11,
    "category": "電腦軟體應用丙級",
    "title": "如果想把電子郵件寄送給許多人，卻又不想讓收件者彼此之間知道您寄給哪些人，可以利用下列哪一項功能做到？",
    "options": [
      "副本",
      "加密",
      "密件副本",
      "做不到。"
    ],
    "answer": 2
  },
  {
    "id": 12,
    "category": "電腦軟體應用丙級",
    "title": "為了讓郵件在傳送過程中不被駭客破壞，可以藉由電子郵件系統內之哪一項功能來達成？",
    "options": [
      "壓縮",
      "反駭客",
      "密件副本",
      "加密。"
    ],
    "answer": 3
  },
  {
    "id": 13,
    "category": "電腦軟體應用丙級",
    "title": "如果想防止青少年進入一些像是色情或是暴力等網站，IE瀏覽器可以藉由哪一項功能做到？",
    "options": [
      "沒有這項功能",
      "加密",
      "分級",
      "分類。"
    ],
    "answer": 2
  },
  {
    "id": 14,
    "category": "電腦軟體應用丙級",
    "title": "當我們想把喜歡的網站位址保留下來以便未來可以輕易找到，Internet Explorer可以藉由哪一項功能做到？",
    "options": [
      "超連結",
      "我的最愛",
      "記錄",
      "我的標籤。"
    ],
    "answer": 1
  },
  {
    "id": 15,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一種應用軟體不具有繪圖功能？",
    "options": [
      "Microsoft Word",
      "Microsoft Visio",
      "PhotoImpact",
      "Nero Express。"
    ],
    "answer": 3
  },
  {
    "id": 16,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 環境中，若同時按下[Ctrl]+[O]鍵，則會執行下列哪一種動作？",
    "options": [
      "開新檔案",
      "開啟舊檔",
      "關閉檔案",
      "儲存檔案。"
    ],
    "answer": 1
  },
  {
    "id": 17,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 環境中，若希望將一份文件重複列印3份，並自動按份數依序印出，則可在「檔案/列印」選項下選取下列哪一項功能來達成目的？",
    "options": [
      "反序列印",
      "幕後列印",
      "自動分頁",
      "雙面列印。"
    ],
    "answer": 2
  },
  {
    "id": 18,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 環境中，若要以一個預先建置完成的通訊錄檔案來大量製作信封上的郵寄標籤，下列哪一種製作方法是最簡便者？",
    "options": [
      "合併列印",
      "範本",
      "版面設定",
      "表格。"
    ],
    "answer": 0
  },
  {
    "id": 19,
    "category": "電腦軟體應用丙級",
    "title": "若在 Microsoft Word 2010 環境中執行合併列印的動作時，由「插入合併欄位」功能所插入的欄位變數名稱「地址」會被下列何種符號框起來？",
    "options": [
      "?地址?",
      "{地址}",
      "[地址]",
      "«地址»。"
    ],
    "answer": 3
  },
  {
    "id": 20,
    "category": "電腦軟體應用丙級",
    "title": "下列有關Microsoft Word 2010 的「欄」之敘述，何者錯誤？",
    "options": [
      "段落文字以欄寬做為換行的基準",
      "可對不同的節設定不同的欄格式",
      "先選定部分文字，再進行欄格式設定，Word會在選定範圍前後位置插入分節符號",
      "欄格式的設定只在直書情況下進行，橫書則不可。"
    ],
    "answer": 3
  },
  {
    "id": 21,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 之「檔案/列印」功能選項中，若只要列印第2頁至第8頁時，應在對話盒中之「頁面」方框中輸入？",
    "options": [
      "2~8",
      "2-8",
      "2,8",
      "2:8。"
    ],
    "answer": 1
  },
  {
    "id": 22,
    "category": "電腦軟體應用丙級",
    "title": "若在 Microsoft Word 2010 環境中要使用二種不同格式的頁碼時，必須在不同頁碼之文件中插入下列何種符號？",
    "options": [
      "分頁",
      "欄",
      "分節",
      "分段。"
    ],
    "answer": 2
  },
  {
    "id": 23,
    "category": "電腦軟體應用丙級",
    "title": "下列應用軟體中，何者不具有文書處理功能？",
    "options": [
      "Microsoft Word",
      "Microsoft Access",
      "WordPad",
      "OpenOffice Writer。"
    ],
    "answer": 1
  },
  {
    "id": 24,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 之「檔案/另存新檔」功能選項中，無法將檔案儲存為下列哪一種副檔名的檔案？",
    "options": [
      ".pdf",
      ".dotx",
      ".rtf",
      ".pptx。"
    ],
    "answer": 3
  },
  {
    "id": 25,
    "category": "電腦軟體應用丙級",
    "title": "下列有關Microsoft Word 2010 的「表格」之敘述，何者錯誤？",
    "options": [
      "表格內之數字資料可以被運算",
      "表格內之數字資料可以被排序",
      "表格內不可以有圖形",
      "表格內之儲存格可以被分割或合併。"
    ],
    "answer": 2
  },
  {
    "id": 26,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 之「版面配置」索引標籤內的「直書/橫書」功能選項中，下列哪一種類型的資料無法達到「直書/橫書」的功能？",
    "options": [
      "繁體中文字",
      "簡體中文字",
      "半形英文字",
      "全形英文字。"
    ],
    "answer": 2
  },
  {
    "id": 27,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 的操作環境中，若要同時選取某一段文章的第二行第3至第6個字與第三行第3至第6個字，則可按住下列哪一個鍵不放、再拖曳滑鼠自第二行第3至第三行第6個字即可完成選取的動作？",
    "options": [
      "Ctrl鍵",
      "Alt鍵",
      "Shift 鍵",
      "Tab鍵。"
    ],
    "answer": 1
  },
  {
    "id": 28,
    "category": "電腦軟體應用丙級",
    "title": "下列有關Microsoft Word 2010 的敘述，何者錯誤？",
    "options": [
      "若某一段落被設定為「固定行高」且「行高12點」，而此段落的中文字卻被設定為「大小24點」，則文字的上半部不會顯示出來",
      "可以將圖片插入在文件的頁首區域內",
      "具有「Web版面配置」模式，可檢視文件的網頁外觀",
      "建立表格時最多只能設定48個欄位。"
    ],
    "answer": 3
  },
  {
    "id": 29,
    "category": "電腦軟體應用丙級",
    "title": "下列有關Microsoft Word 2010 的敘述中，何者錯誤？",
    "options": [
      "無法為文字設定註解",
      "可以改變檔案內容的顯示比例",
      "可以製作具有多欄的檔案內容",
      "可以使用書籤快速跳至所定義的位置處。"
    ],
    "answer": 0
  },
  {
    "id": 30,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，開啟由 Microsoft Word 2003 所建立的.doc 檔案時，在文件視窗標題列會出現下列哪項文字？",
    "options": [
      "安全模式",
      "相容模式",
      "Word 97-2003模式",
      "保護模式。"
    ],
    "answer": 1
  },
  {
    "id": 31,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，有關「索引標籤、群組」的敘述，下列哪項錯誤？",
    "options": [
      "可新增索引標籤",
      "可調整「檔案」索引標籤的位置",
      "可隱藏預設的索引標籤",
      "不能隱藏預設的群組。"
    ],
    "answer": 1
  },
  {
    "id": 32,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，下列何者不是「文字效果」所提供的效果？",
    "options": [
      "陰影",
      "反射",
      "光暈",
      "浮凸。"
    ],
    "answer": 3
  },
  {
    "id": 33,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，若要從重疊的浮動圖片中，選取整張被其他圖片所覆蓋的圖片，在不移動圖片的情形下，運用下列哪項功能最為便捷？",
    "options": [
      "選取物件",
      "選取窗格",
      "進階尋找",
      "尋找。"
    ],
    "answer": 1
  },
  {
    "id": 34,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，「螢幕擷取畫面」功能可以擷取下列哪些視窗畫面？",
    "options": [
      "所有最大化的視窗",
      "所有未最小化的開啟視窗",
      "除Word視窗外，所有最大化的視窗",
      "除Word視窗外，所有未最小化的開啟視窗。"
    ],
    "answer": 3
  },
  {
    "id": 35,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，下列哪項合併列印可使用「更新標籤」功能？",
    "options": [
      "信件",
      "信封",
      "標籤",
      "目錄。"
    ],
    "answer": 2
  },
  {
    "id": 36,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，下列哪項合併列印功能，不能使用目前文件作為主文件？",
    "options": [
      "信件",
      "標籤",
      "目錄",
      "電子郵件訊息。"
    ],
    "answer": 1
  },
  {
    "id": 37,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，要將文件中的英文字母快速改為全形的字母，可使用下列哪項功能？",
    "options": [
      "字型",
      "大小寫轉換",
      "放大字型",
      "亞洲方式配置。"
    ],
    "answer": 1
  },
  {
    "id": 38,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，若要翻譯特定的英文字，可按住下列哪一按鍵，再以滑鼠左鍵在單字上按一下，結12  果就會出現在「參考資料」窗格內？",
    "options": [
      "Alt",
      "Ctrl",
      "Shift",
      "Tab。"
    ],
    "answer": 0
  },
  {
    "id": 39,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，根據 Word 預設值，圖片會在儲存檔案時，以何種解析度來壓縮影像？",
    "options": [
      "300ppi",
      "22 0ppi",
      "150ppi",
      "96ppi。"
    ],
    "answer": 1
  },
  {
    "id": 40,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，「檔案」索引標籤中的「最近」功能，根據Word預設值能顯示最近曾經開啟的文件數量為何？",
    "options": [
      "20",
      "25",
      "15",
      "30。"
    ],
    "answer": 1
  },
  {
    "id": 41,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，合併列印的「電子郵件訊息」，透過下列哪項來寄送電子郵件？",
    "options": [
      "Facebook",
      "Gmail",
      "Outlook",
      "LINE。"
    ],
    "answer": 2
  },
  {
    "id": 42,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，佈景主題為一組格式設定選項，下列何者不是「佈景主題」所組成的項目？",
    "options": [
      "色彩",
      "字型",
      "效果",
      "圖片。"
    ],
    "answer": 3
  },
  {
    "id": 43,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，下列哪個功能不會改變文字間的間距？",
    "options": [
      "最適文字大小",
      "字元比例",
      "字元間距",
      "分散對齊。"
    ],
    "answer": 1
  },
  {
    "id": 44,
    "category": "電腦軟體應用丙級",
    "title": "在Microsoft Word 2010中，若選取文件中的部分文字將其分為二欄，則Word會自動在文件中加入下列哪個符號？",
    "options": [
      "分節符號",
      "分欄符號",
      "分行符號",
      "定位符號。"
    ],
    "answer": 0
  },
  {
    "id": 45,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，在整頁模式時若要將頁首頁尾區域展開，可在紙張上、下邊緣如何操作？",
    "options": [
      "按滑鼠左鍵兩下",
      "按滑鼠左鍵一下",
      "以滑鼠左鍵往上拖曳",
      "以滑鼠左鍵往下拖曳。"
    ],
    "answer": 0
  },
  {
    "id": 46,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，「圖片效果」不具有哪項效果？",
    "options": [
      "光暈",
      "填滿",
      "浮凸",
      "立體旋轉。"
    ],
    "answer": 1
  },
  {
    "id": 47,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，下列何者不是「設定圖片格式」的「反射」效果可調整之項目？",
    "options": [
      "大小",
      "距離",
      "模糊",
      "對比。"
    ],
    "answer": 3
  },
  {
    "id": 48,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，製作「目錄」時，下列何者可作為「項目資料來源」？",
    "options": [
      "標號",
      "項目標記",
      "書籤",
      "樣式。"
    ],
    "answer": 3
  },
  {
    "id": 49,
    "category": "電腦軟體應用丙級",
    "title": "在 Microsoft Word 2010 中，製作紙張方向為直向及橫向同時存在的文件時，需在文件中插入下列哪個符號？",
    "options": [
      "分欄符號",
      "分節符號(下一頁)",
      "分頁符號",
      "文字換行分隔符號。"
    ],
    "answer": 1
  },
  {
    "id": 50,
    "category": "電腦軟體應用丙級",
    "title": "Mac OS 使用幾個點的多指觸控左右滑動來切換全螢幕操作視窗？",
    "options": [
      "1",
      "2",
      "3",
      "4。"
    ],
    "answer": 3
  },
  {
    "id": 51,
    "category": "電腦軟體應用丙級",
    "title": "Mac OS 中的 iWork 不包含以下哪些應用軟體？",
    "options": [
      "Keynote",
      "Pages",
      "Numbers",
      "Words。"
    ],
    "answer": 3
  },
  {
    "id": 52,
    "category": "電腦軟體應用丙級",
    "title": "Mac OS 研發程式最常使用Xcode IDE，其所使用的語言是？",
    "options": [
      "Java",
      "C#",
      "Objective-C",
      "C++。"
    ],
    "answer": 2
  },
  {
    "id": 53,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一個程式語言依然還保存pointer的概念？",
    "options": [
      "Java",
      "C#",
      "Objective-C",
      "Basic。"
    ],
    "answer": 2
  },
  {
    "id": 54,
    "category": "電腦軟體應用丙級",
    "title": "Mac OS 使用幾個點的多指觸控是相當於MS-Windows快顯功能表的功能？",
    "options": [
      "1",
      "2",
      "3",
      "4。"
    ],
    "answer": 1
  },
  {
    "id": 55,
    "category": "電腦軟體應用丙級",
    "title": "Microsoft Office 從哪個版本開始支援 ODF？",
    "options": [
      "2003",
      "2007 SP2",
      "2010",
      "2013。"
    ],
    "answer": 1
  },
  {
    "id": 56,
    "category": "電腦軟體應用丙級",
    "title": "Microsoft Office 從哪個版本開始支援 ODF 1.2？",
    "options": [
      "2003",
      "2007 SP2",
      "2010",
      "2013。"
    ],
    "answer": 3
  },
  {
    "id": 57,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是開放文檔格式(OpenDocument Format)所規範的簡報檔案副檔名？",
    "options": [
      ".ppt",
      ".pptx",
      ".odt",
      ".odp。"
    ],
    "answer": 3
  },
  {
    "id": 58,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是開放文檔格式(OpenDocument Format)所規範的文件檔案副檔名？",
    "options": [
      ".doc",
      ".docx",
      ".odt",
      ".odp。"
    ],
    "answer": 2
  },
  {
    "id": 59,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是開放文檔格式(OpenDocument Format)所規範的試算表檔案副檔名？",
    "options": [
      ".xls",
      ".xlsx",
      ".odt",
      ".ods。"
    ],
    "answer": 3
  },
  {
    "id": 60,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是開放文檔格式(OpenDocument Format)所規範的資料庫檔案副檔名？",
    "options": [
      ".dbf",
      ".mdb",
      ".accdb",
      ".odb。"
    ],
    "answer": 3
  },
  {
    "id": 61,
    "category": "電腦軟體應用丙級",
    "title": "2007 SP2 以前版本的 Microsoft Office 可以使用何種軟體來開啟 ODF 1.1 檔案？",
    "options": [
      "Adobe Acrobat XI 11.0.10",
      "Open XML/ODF Translator Add-ins for Office 4.0",
      "Firefox 36.0.1",
      "Android 5.0。 11800 電腦軟體應用 丙級 工作項目03：系統軟體使用 1. 2."
    ],
    "answer": 1
  },
  {
    "id": 3,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是指電腦中所使用的中文字型，是依每一筆劃的起點、方向以及終點等資料儲存？",
    "options": [
      "矩陣法",
      "點字法",
      "線段法",
      "字根法。 (1) 關於「中文內碼」的說明，下列何者正確？①一字一碼，長度一定②一字一碼，長度不定③一字多碼，長度一定④一字多碼，長度不定。 (3) 下列作業系統中，何者沒有支援圖型化界面？①OS/2②UNIX③MS-DOS④Windows 8。"
    ],
    "answer": 2
  },
  {
    "id": 4,
    "category": "電腦軟體應用丙級",
    "title": "電腦中，一個24×24點的中文字型，在記憶體中共佔用了多少位元組？",
    "options": [
      "48",
      "72",
      "64",
      "24。 5. 6. 7. 8."
    ],
    "answer": 1
  },
  {
    "id": 9,
    "category": "電腦軟體應用丙級",
    "title": "目前中文內碼(BIG-5)中，使用兩個位元組，其高位元組十六進位值均大於下列何值？",
    "options": [
      "80",
      "10",
      "40",
      "F0。 (3) 下列何者是多人多工的作業系統？①Windows②CP/M③UNIX④MS-DOS。 (3) 在「命令提示字元」下，無法執行下列哪一種格式的檔案？①.BAT檔②.EXE檔③.SYS檔④.COM檔。 (1) 下列哪一種印表機一定無法列印中文字？①菊輪式印表機②噴墨式印表機③雷射印表機④點矩陣式印表機。 (3) 何種副檔名的檔案其內容包含控制硬體操作的裝置資訊或指令檔？①exe②bat③inf④tmp。"
    ],
    "answer": 0
  },
  {
    "id": 10,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 中，使用下列何種技術讓電腦能夠更容易辨識出此硬體裝置？",
    "options": [
      "PCMCIA",
      "Plug & Play",
      "IDE",
      "S CSI。"
    ],
    "answer": 1
  },
  {
    "id": 11,
    "category": "電腦軟體應用丙級",
    "title": "使用Windows 7 的「網路」，無法分享下列哪一項？",
    "options": [
      "區域網路上的其他電腦的檔案",
      "區域網路上的其他電腦上的印表機",
      "區域網路上的其他伺服器",
      "區域網路上的數據機。"
    ],
    "answer": 3
  },
  {
    "id": 12,
    "category": "電腦軟體應用丙級",
    "title": "以下哪一個不是Windows 8提供的通訊協定？",
    "options": [
      "TCP/IP",
      "NetBEUI",
      "IPX/SPX相容通訊協定",
      "NetRom。"
    ],
    "answer": 3
  },
  {
    "id": 13,
    "category": "電腦軟體應用丙級",
    "title": "以下哪一個不是在安裝Windows 8時必須要注意的要素？",
    "options": [
      "是否已安裝音效卡",
      "記憶體是否足夠",
      "CPU速度是否為1GHz以上",
      "硬碟可用空間是否夠大。"
    ],
    "answer": 0
  },
  {
    "id": 14,
    "category": "電腦軟體應用丙級",
    "title": "關於在「Windows 8安裝USB介面的硬體」的敘述，下列何者錯誤？",
    "options": [
      "系統會自動偵測到硬體，並啟動「找到新硬體精靈」",
      "要關機才能將硬體接上連接埠",
      "不可接到IEEE 1394的連接埠",
      "USB支援隨插即用。"
    ],
    "answer": 1
  },
  {
    "id": 15,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8 使用的長檔名，不能含下列哪個字元？",
    "options": [
      "空白",
      "*",
      "【",
      "＄。"
    ],
    "answer": 1
  },
  {
    "id": 16,
    "category": "電腦軟體應用丙級",
    "title": "要使用下列哪一組按鍵，可以顯示「開始」功能表？",
    "options": [
      "Alt+Shift",
      "Ctrl+Esc",
      "Ctrl+Alt",
      "Alt+Esc。"
    ],
    "answer": 1
  },
  {
    "id": 17,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 下已經同時執行多個程式，但想透過按鍵方式來選擇其中某一個程式成為使用中應用程式，下列哪個操作描述是正確的？",
    "options": [
      "先按住Ctrl鍵，再利用Tab鍵來依序切換到所要的應用程式",
      "先按住Alt鍵，再利用Tab鍵來依序切換到所要的應用程式",
      "同時按下Ctrl+Tab鍵幾次，以切換到所要的應用程式",
      "同時按下Alt +Tab 鍵幾次，以切換到所要的應用程式。"
    ],
    "answer": 1
  },
  {
    "id": 18,
    "category": "電腦軟體應用丙級",
    "title": "當要離開Windows 7並關閉電腦，以下何種方式為正確？",
    "options": [
      "按PC上的Reset鍵",
      "關閉PC上的電源",
      "使用開始功能表的電腦關機指令",
      "按Ctrl+Alt+Delete鍵。"
    ],
    "answer": 2
  },
  {
    "id": 19,
    "category": "電腦軟體應用丙級",
    "title": "若在Windows 8 下開啟五個應用程式，並且要各自使用不同的輸入法？",
    "options": [
      "無法做到",
      "最多只能使用兩種輸入法",
      "最多可使用四種輸入法",
      "有提供此一功能。"
    ],
    "answer": 3
  },
  {
    "id": 20,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的「檔案總管」中之「本機」圖示上按右鍵，並選擇快顯功能表中的「內容」，則會出現哪個視窗？",
    "options": [
      "系統內容",
      "磁碟內容",
      "顯示內容",
      "控制台。"
    ],
    "answer": 0
  },
  {
    "id": 21,
    "category": "電腦軟體應用丙級",
    "title": "如果要在Windows 7下輸入「法文」字，應該要如何操作？",
    "options": [
      "更換為法文鍵盤",
      "國別設定為法國",
      "輸入法設定為法文",
      "鍵盤語系設定為法文。"
    ],
    "answer": 3
  },
  {
    "id": 22,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的環境下，想要擷取畫面上的某一區域，下列描述何者是正確的？",
    "options": [
      "同時按下Shift+PrtSc鍵即可指定區域",
      "使用「剪取工具」程式",
      "一定要另外購買安裝畫面擷取應用程式",
      "按右鍵出現快顯功能表，選擇「複製」功能。"
    ],
    "answer": 1
  },
  {
    "id": 23,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8 在已設定印表機的「印表機內容」選擇「連接埠」，要設定使用的連接埠，下列哪一項不會出現在選擇清單下？",
    "options": [
      "LPT1",
      "File:",
      "PS/2",
      "COM1。"
    ],
    "answer": 2
  },
  {
    "id": 24,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 之「裝置管理員」內發現有任何裝置與別的裝置發生衝突，會在該裝置前面顯示什麼符號？",
    "options": [
      "問號",
      "驚歎號",
      "打Ｘ",
      "錢幣符號。"
    ],
    "answer": 1
  },
  {
    "id": 25,
    "category": "電腦軟體應用丙級",
    "title": "當在Windows 8 系統登入並鍵入密碼時，其大小寫不正確會導致什麼結果？",
    "options": [
      "仍可以進入Windows 8",
      "進入W indows 8 的安全模式",
      "要求重新輸入密碼",
      "關閉Windows 8並重新開機。"
    ],
    "answer": 2
  },
  {
    "id": 26,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 中，能保留原使用者之工作，並能切換到另一個使用者帳號，此功能為何？",
    "options": [
      "登入",
      "切換使用者",
      "登出",
      "重新啟動。"
    ],
    "answer": 1
  },
  {
    "id": 27,
    "category": "電腦軟體應用丙級",
    "title": "作業系統的主要功能為記憶體管理、處理機管理、設備管理及下列哪一項？",
    "options": [
      "資料管理",
      "I/O管理",
      "中文管理",
      "程式管理。"
    ],
    "answer": 1
  },
  {
    "id": 28,
    "category": "電腦軟體應用丙級",
    "title": "下列作業中，哪一項並非作業系統所提供之功能？",
    "options": [
      "分時作業(Time-sharing)",
      "多工作業(Multitasking)",
      "程式翻譯作業(Language Translation)",
      "多工程式作業(Multi-programming)。"
    ],
    "answer": 2
  },
  {
    "id": 29,
    "category": "電腦軟體應用丙級",
    "title": "作業系統(Operating System)之主要目的，是為了幫助使用者更有效率及更方便的使用電腦的硬體資源，下列哪14  一項不是一種作業系統的名稱？",
    "options": [
      "Windows",
      "Linux",
      "PL/1",
      "UNIX。"
    ],
    "answer": 2
  },
  {
    "id": 30,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8 的檔案目錄是採用下列何種結構？",
    "options": [
      "直線狀",
      "環狀",
      "樹狀",
      "星狀。"
    ],
    "answer": 2
  },
  {
    "id": 31,
    "category": "電腦軟體應用丙級",
    "title": "下列敘述何者不正確？",
    "options": [
      "BCD碼使用一組4位元表示一個十進位制的數字",
      "通用漢字標準交換碼為目前我國之國家標準交換碼",
      "ASCII碼為常用的文數字資料的編碼",
      "BIG-5碼是中文的外碼。"
    ],
    "answer": 3
  },
  {
    "id": 32,
    "category": "電腦軟體應用丙級",
    "title": "在中文資料處理中，兩種不同資料之傳送過程必須靠下列何種碼來傳送？",
    "options": [
      "輸入碼",
      "內碼",
      "交換碼",
      "輸出碼。"
    ],
    "answer": 2
  },
  {
    "id": 33,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一個負責監督電腦系統工作？",
    "options": [
      "作業系統",
      "套裝程式",
      "應用程式",
      "編譯程式。"
    ],
    "answer": 0
  },
  {
    "id": 34,
    "category": "電腦軟體應用丙級",
    "title": "何者非Internet 存取的網路通訊協定？",
    "options": [
      "TCP/IP",
      "NETBEUI",
      "RFID",
      "UDP/IP。"
    ],
    "answer": 2
  },
  {
    "id": 35,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8 的檔案屬性不包含下列何者？",
    "options": [
      "唯讀",
      "隱藏",
      "共享",
      "保存。"
    ],
    "answer": 2
  },
  {
    "id": 36,
    "category": "電腦軟體應用丙級",
    "title": "在 Linux 作業系統下，使用何種指令可以顯示目前的目錄？",
    "options": [
      "makdir",
      "fg",
      "pwd",
      "cat。"
    ],
    "answer": 2
  },
  {
    "id": 37,
    "category": "電腦軟體應用丙級",
    "title": "關於Windows 8 的「檔案總管」的敘述，何者不正確？",
    "options": [
      "可以用來複製磁片",
      "可以用來製作格式",
      "可以用來尋找檔案",
      "可以用來分割硬碟區間。"
    ],
    "answer": 3
  },
  {
    "id": 38,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 系統中，能暫時將RAM資訊存在硬體，讓系統處於待命且省電的狀態，此為何項功能？",
    "options": [
      "關機",
      "安全模式",
      "休眠",
      "重新啟動。"
    ],
    "answer": 2
  },
  {
    "id": 39,
    "category": "電腦軟體應用丙級",
    "title": "對於Windows 7 的「TrueType 造字程式」的敘述，下列何者為真？",
    "options": [
      "可以指定跟現有輸入法結合",
      "無法匯入點陣字型檔",
      "只能設定使用UNICODE的字碼",
      "可以造出向量字型。"
    ],
    "answer": 0
  },
  {
    "id": 40,
    "category": "電腦軟體應用丙級",
    "title": "要利用Windows 7 的「撥號網路」連接上Internet，必須設定下列哪一個網路通訊協定？",
    "options": [
      "IPX/SPX",
      "NetBUEI",
      "TCP/IP",
      "DLC。"
    ],
    "answer": 2
  },
  {
    "id": 41,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的桌面上按一下滑鼠右鍵，並選擇「個人化」指令，則會開啟控制台的哪一個項目？",
    "options": [
      "變更桌面圖示",
      "變更帳戶圖示",
      "變更電腦視覺效果與音效",
      "顯示。"
    ],
    "answer": 2
  },
  {
    "id": 42,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 下提供檔案共享，且只准許能檢視檔案資料但不准變更，則使用權限應設定為？",
    "options": [
      "完全控制",
      "變更",
      "讀取",
      "複製。"
    ],
    "answer": 2
  },
  {
    "id": 43,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的「系統工具」下，不具備下列何種功能？",
    "options": [
      "系統資訊",
      "清理磁碟",
      "公用程式管理員",
      "磁碟重組工具。"
    ],
    "answer": 2
  },
  {
    "id": 44,
    "category": "電腦軟體應用丙級",
    "title": "若想要更改Windows 7開始功能表的內容，需要在何處設定？",
    "options": [
      "選取工作列的「開始」功能表，按右鍵再選取「內容」選項",
      "選取檔案總管的「編輯」",
      "選取控制台的「系統」",
      "選取工作列的「工作管理員」選項。"
    ],
    "answer": 0
  },
  {
    "id": 45,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 中，若按一下滑鼠左鍵，卻出現按右鍵的快捷功能表指令，以下何者為可能的原因？",
    "options": [
      "滑鼠故障",
      "控制台的「滑鼠」設定，被切換主要及次要按鈕",
      "滑鼠的驅動程式設定有誤",
      "滑鼠未安裝。"
    ],
    "answer": 1
  },
  {
    "id": 46,
    "category": "電腦軟體應用丙級",
    "title": "因為經常會在Windows 7下複製及刪除檔案，應定期執行下列何種程式，以整理硬碟空間，讓檔案能儘量在連續磁區中被存放？",
    "options": [
      "磁碟壓縮程式",
      "磁碟掃描工具",
      "磁碟重組工具",
      "病毒掃描程式。"
    ],
    "answer": 2
  },
  {
    "id": 47,
    "category": "電腦軟體應用丙級",
    "title": "下列何種中文輸入法與拆碼無關？",
    "options": [
      "行列輸入法",
      "手寫輸入法",
      "大易輸入法",
      "倉頡輸入法。"
    ],
    "answer": 1
  },
  {
    "id": 48,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的「命令提示字元」視窗中，下列哪一項目中所示兩個指令的功能不一樣？",
    "options": [
      "CHDIR與CD",
      "M KDIR 與MD",
      "RENAME與REN",
      "VERIFY與VER。"
    ],
    "answer": 3
  },
  {
    "id": 49,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的「命令提示字元」視窗中，下列敘述何者錯誤？",
    "options": [
      "根目錄(Root)也是一個目錄，而且不能被刪除",
      "VER指令用於顯示Windows版本",
      "RMDIR 所欲刪除之目錄必須是個空目錄，否則將會拒絕刪除",
      "如果根目錄下沒有USR這個子目錄(Subdirectory)就不能執行MD \\USR\\ABC。"
    ],
    "answer": 3
  },
  {
    "id": 50,
    "category": "電腦軟體應用丙級",
    "title": "何者為Internet 的遠端登入(login)功能？",
    "options": [
      "telnet",
      "ping",
      "cmd",
      "crd。"
    ],
    "answer": 0
  },
  {
    "id": 51,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的「命令提示字元」視窗中，下達「COPY C:TEST.ABC D:*.TXT」指令後，以下敘述何者正確？",
    "options": [
      "D磁碟會產生檔名為TEST.ABC的檔案",
      "C磁碟檔名為TEST.ABC的檔案將會不存在",
      "D磁碟會產生檔名為TEST.TXT 的檔案",
      "C磁碟會產生檔名為TEST.TXT的檔案。"
    ],
    "answer": 2
  },
  {
    "id": 52,
    "category": "電腦軟體應用丙級",
    "title": "數據機傳輸資料的速率之單位為何？",
    "options": [
      "bps(bit per second)",
      "Bps(Byte per second)",
      "Mps(Mega per second)",
      "Gps(Gig a per second)。"
    ],
    "answer": 0
  },
  {
    "id": 53,
    "category": "電腦軟體應用丙級",
    "title": "「注音輸入法」是依照文字的什麼輸入？",
    "options": [
      "字形",
      "字根",
      "字義",
      "字音。"
    ],
    "answer": 3
  },
  {
    "id": 54,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的「命令提示字元」視窗中，以下哪一種不是可執行檔案的副檔名？",
    "options": [
      ".bat",
      ".exe",
      ".com",
      ".prg。"
    ],
    "answer": 3
  },
  {
    "id": 55,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的「命令提示字元」視窗中，使用DEL命令刪除某個檔案時，螢幕出現「存取被拒」訊息，表示此要被刪除的檔案屬性包含下列何者？",
    "options": [
      "共享(Shared)檔案",
      "系統(System)檔案",
      "隱藏(Hidden)檔案",
      "唯讀(Re 15  ad-Only)檔案。"
    ],
    "answer": 3
  },
  {
    "id": 56,
    "category": "電腦軟體應用丙級",
    "title": "下列系統何者可幫助使用者管理硬體資源，使電腦發揮最大的效能？",
    "options": [
      "作業系統",
      "媒體",
      "資料系統",
      "編修系統。"
    ],
    "answer": 0
  },
  {
    "id": 57,
    "category": "電腦軟體應用丙級",
    "title": "下列敘述，何者錯誤？",
    "options": [
      "程式執行、檔案存取等皆屬於作業系統服務範疇",
      "COBOL及BASIC皆屬於作業系統軟體",
      "電腦系統包含硬體、作業系統、應用程式及使用者",
      "作業系統目的是為了更方便和更有效率的使用電腦。"
    ],
    "answer": 1
  },
  {
    "id": 58,
    "category": "電腦軟體應用丙級",
    "title": "下列何者符合程式多工處理(Multiprogramming)的工作原理？",
    "options": [
      "處理完一件工作後，才處理下一件工作",
      "電腦一次可以處理多個工作(Process)，但同一時段內只處理一件工作中的一部分",
      "同時段內處理所有工作的輸出入動作(I/O Operation)",
      "電腦同時段內可處理多件工作。"
    ],
    "answer": 1
  },
  {
    "id": 59,
    "category": "電腦軟體應用丙級",
    "title": "使用直譯器(Interpreter)將程式翻譯成機器語言的方式，下列敘述何者正確？",
    "options": [
      "直譯器與編譯器(Compiler)翻譯方式一樣",
      "先翻譯成目的碼再執行之",
      "在鍵入程式的同時，立即翻譯並執行",
      "依行號順序，依序翻譯並執行。"
    ],
    "answer": 3
  },
  {
    "id": 60,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不屬於系統軟體？",
    "options": [
      "公用程式(Utility)",
      "作業系統(Operating System)",
      "會計系統(Accounting System)",
      "編譯程式(Compiler)。"
    ],
    "answer": 2
  },
  {
    "id": 61,
    "category": "電腦軟體應用丙級",
    "title": "在安裝介面卡時，若PC內已有其他介面卡，則應該注意I/O位址、IRQ及下列哪一項是否相衝突？",
    "options": [
      "DMA",
      "Baud Rate",
      "Packet Size",
      "Frame Size。"
    ],
    "answer": 0
  },
  {
    "id": 62,
    "category": "電腦軟體應用丙級",
    "title": "下列敘述何者正確？",
    "options": [
      "編譯器(Compiler)可編譯應用程式，故屬於應用軟體",
      "會計系統輔助會計作業，屬於應用軟體",
      "作業系統不能編譯程式，所以不是系統軟體",
      "作業系統(Operation System)可以編譯程式，所以屬於系統軟體。"
    ],
    "answer": 1
  },
  {
    "id": 63,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是一種高速的數位電話服務，可提高使用者連接Internet或公司區域網路(LAN)的速度？",
    "options": [
      "ADSL",
      "IS DN",
      "ISBN",
      "ETHERNET。"
    ],
    "answer": 1
  },
  {
    "id": 64,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果執行「開始」功能表中的「登出」選項，會執行哪一個動作？",
    "options": [
      "關閉Windows 7",
      "重新啟動Windows 7",
      "可以讓新的使用者登入",
      "讓電腦運作暫停可以省電。"
    ],
    "answer": 2
  },
  {
    "id": 65,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是Windows 7中文版的「注音輸入法」所內定的鍵盤排列方式？",
    "options": [
      "標準",
      "倚天",
      "IBM",
      "王安。"
    ],
    "answer": 3
  },
  {
    "id": 66,
    "category": "電腦軟體應用丙級",
    "title": "在 Linux 下發送電子郵件之指令為？",
    "options": [
      "mail",
      "vi",
      "mv",
      "vc。"
    ],
    "answer": 0
  },
  {
    "id": 67,
    "category": "電腦軟體應用丙級",
    "title": "下列何者具有「動態連結函式庫及支援動態資料交換」功能？",
    "options": [
      "IDE",
      "OCR",
      "OLE",
      "OEM。"
    ],
    "answer": 2
  },
  {
    "id": 68,
    "category": "電腦軟體應用丙級",
    "title": "以下的檔案格式中，何者無法在Windows 7的「媒體播放程式Media Player」播放？",
    "options": [
      ".AVI",
      ".WAV",
      ".RMVB",
      ". MID。"
    ],
    "answer": 2
  },
  {
    "id": 69,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的檔案總管中，如果想要透過一組按鍵選取全部檔案，應使用下列哪組組合鍵？",
    "options": [
      "Alt+A",
      "FN+A",
      "Ctrl+A",
      "Shift+A。"
    ],
    "answer": 2
  },
  {
    "id": 70,
    "category": "電腦軟體應用丙級",
    "title": "有關Windows 8.1 的「錄音機」程式，下列敘述哪一項正確？",
    "options": [
      "可以執行混音處理",
      "可以錄製電腦播放的聲音",
      "可以儲存為midi檔",
      "可以加入迴音效果。"
    ],
    "answer": 1
  },
  {
    "id": 71,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 下，下列何者為預設的字型？",
    "options": [
      "TrueType字型",
      "點陣字型",
      "ClearType字型",
      "向量字型。"
    ],
    "answer": 0
  },
  {
    "id": 72,
    "category": "電腦軟體應用丙級",
    "title": "Windows 7 中所使用的「Windows Media Player」程式，不具有下列哪一項功能？",
    "options": [
      "擷取音樂",
      "播放CD",
      "轉錄成MP4檔案",
      "觀看網路電視的串流視訊。"
    ],
    "answer": 2
  },
  {
    "id": 73,
    "category": "電腦軟體應用丙級",
    "title": "以下何者為CD音效的取樣頻率？",
    "options": [
      "44.1KHz",
      "22.05KHz",
      "11.025KHz",
      "33.75KHz。"
    ],
    "answer": 0
  },
  {
    "id": 74,
    "category": "電腦軟體應用丙級",
    "title": "Windows Movie Maker 2012 可以快速簡易的完成個人影片製作，但是下列哪一種是該程式所無法匯入使用的素材？",
    "options": [
      ".png檔案",
      ".mod檔案",
      ".mdf檔案",
      ".mp3檔案。"
    ],
    "answer": 2
  },
  {
    "id": 75,
    "category": "電腦軟體應用丙級",
    "title": "有關Windows 7 環境下，可以使用哪個程式來指定使用者登入時，自動執行的指定程式？",
    "options": [
      "資源監視器",
      "工作排程器",
      "執行",
      "同步中心。"
    ],
    "answer": 1
  },
  {
    "id": 76,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，下列何者是正確安裝軟體的方法？",
    "options": [
      "將軟體光碟放入光碟機，系統會啟動自動安裝程式",
      "使用程式集的啟動選項",
      "使用開始功能表的執行選項",
      "使用控制台的解除安裝程式。"
    ],
    "answer": 0
  },
  {
    "id": 77,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的「WordPad」軟體在預設狀況下，無法將資料儲存成下列哪一種檔案類型？",
    "options": [
      ".txt",
      ".odg",
      ".rtf",
      ". odt。"
    ],
    "answer": 1
  },
  {
    "id": 78,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的環境中，使用Windows Defender程式不能夠執行以下那一個操作？",
    "options": [
      "定時掃描電腦",
      "電腦設定檔備份復原",
      "防護惡意或間諜程式",
      "偵測電腦病毒。"
    ],
    "answer": 1
  },
  {
    "id": 79,
    "category": "電腦軟體應用丙級",
    "title": "想要在啟動Windows Server 2008 R2 的時候啟動某一程式，可以將欲啟動的程式放在下列何處？",
    "options": [
      "啟動資料夾",
      "Win.ini 中",
      "系統的啟動",
      "使用者設定檔。"
    ],
    "answer": 0
  },
  {
    "id": 80,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 的作業系統中，對於檔案的管理是採用何種結構？",
    "options": [
      "環狀",
      "樹狀",
      "網狀",
      "線狀。"
    ],
    "answer": 1
  },
  {
    "id": 81,
    "category": "電腦軟體應用丙級",
    "title": "「台灣學術網路」簡稱為何？",
    "options": [
      "TANET",
      "TELNET",
      "INTERNET",
      "SEEDNET。"
    ],
    "answer": 0
  },
  {
    "id": 82,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是作業系統的功能？",
    "options": [
      "輸出／入裝置的管理",
      "處理程序的管理",
      "輸入法的管理",
      "記憶體的管理。"
    ],
    "answer": 2
  },
  {
    "id": 83,
    "category": "電腦軟體應用丙級",
    "title": "銀行每半年一次的計息工作，適合使用下列哪一種作業方式？",
    "options": [
      "即時處理作業",
      "交談式處理作業",
      "批次處理作業",
      "平行式處理作業。"
    ],
    "answer": 2
  },
  {
    "id": 84,
    "category": "電腦軟體應用丙級",
    "title": "硬碟結構中的系統區，檔案的真實位置被完整記錄在哪一區中？",
    "options": [
      "硬碟分割區",
      "檔案配置區",
      "根目錄區",
      "啟動區。"
    ],
    "answer": 1
  },
  {
    "id": 85,
    "category": "電腦軟體應用丙級",
    "title": "以下何者對於Windows 2008 R2 關機程序描述正確？",
    "options": [
      "必須由「開始功能表」選關機",
      "可以由「開始/所有程式/啟動」選關機",
      "可以由系統的「啟動/關機」選關機",
      "可以直接關閉電源。"
    ],
    "answer": 0
  },
  {
    "id": 86,
    "category": "電腦軟體應用丙級",
    "title": "在系統軟體中，透過軟體與輔助儲存裝置來擴展主記憶體容量，使數個大型程式得以同時放在主記憶體內執行的技術是？",
    "options": [
      "抽取式硬碟(Removable Disk)",
      "虛擬磁碟機(Virtual Disk)",
      "延伸記憶體(Extended Memory)",
      "虛擬記憶體(Virtual Memory)。"
    ],
    "answer": 3
  },
  {
    "id": 87,
    "category": "電腦軟體應用丙級",
    "title": "下列有關「符合綠色環保電腦的條件」之敘述，何者不正確？",
    "options": [
      "必須是省電的",
      "必須符合人體工學",
      "必須是低污染，低輻射",
      "必須是木製外殼。"
    ],
    "answer": 3
  },
  {
    "id": 88,
    "category": "電腦軟體應用丙級",
    "title": "以下何種內碼可以涵蓋世界各種不同文字？",
    "options": [
      "ASCII",
      "BIG-5",
      "UNICODE",
      "EBCDIC。"
    ],
    "answer": 2
  },
  {
    "id": 89,
    "category": "電腦軟體應用丙級",
    "title": "下列的作業系統中，何者無法在PC上使用？",
    "options": [
      "SCO-UNIX",
      "Windows Server 2008",
      "VAX-11",
      "Windows 8。"
    ],
    "answer": 2
  },
  {
    "id": 90,
    "category": "電腦軟體應用丙級",
    "title": "在一部PC中不能安裝下列哪一種作業系統？",
    "options": [
      "Windows Server 2008",
      "Windows 8",
      "Linux",
      "AS400。"
    ],
    "answer": 3
  },
  {
    "id": 91,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 中，下列哪一個操作，可以顯示快顯功能表？",
    "options": [
      "按一下滑鼠左鍵",
      "按二下滑鼠左鍵",
      "按一下滑鼠右鍵",
      "按一下滑鼠左鍵並拖曳。"
    ],
    "answer": 2
  },
  {
    "id": 92,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的檔案總管中，如果要更改檔案的屬性，應在選取這個檔案後，按一下滑鼠右鍵，在快顯功能表中選取哪一個指令？",
    "options": [
      "重新命名",
      "傳送到",
      "開啟",
      "內容。"
    ],
    "answer": 3
  },
  {
    "id": 93,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的「檔案總管」中，選取C磁碟中的一個資料夾，然後拖曳至D磁碟中，是執行下列哪一個動作？",
    "options": [
      "搬移",
      "複製",
      "剪下",
      "刪除。"
    ],
    "answer": 1
  },
  {
    "id": 94,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 的「檔案總管」中，選取C磁碟中的一個程式檔案，並拖曳至桌面上，會產生什麼結果？",
    "options": [
      "將檔案內容顯示桌面上",
      "這個操作不被允許",
      "刪除這個檔案",
      "將這個檔案搬移到桌面上。"
    ],
    "answer": 3
  },
  {
    "id": 95,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果要更改顯示器的解析度，應該在哪裡設定？",
    "options": [
      "調整解析度",
      "調整亮度",
      "校正色彩",
      "設定自訂文字大小。"
    ],
    "answer": 0
  },
  {
    "id": 96,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，若要更改顯示器的視窗外框色彩，應在「個人化」視窗按哪一個選項？",
    "options": [
      "桌面背景",
      "音效",
      "視窗色彩",
      "螢幕保護裝置。"
    ],
    "answer": 2
  },
  {
    "id": 97,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，在中文輸入狀態下，要在螢幕上顯示符號小鍵盤的預設值為按下列哪一個按鍵？",
    "options": [
      "Ctrl+Alt+,",
      "Ctrl+Alt+M",
      "Ctrl+Alt+K",
      "Ctrl+Alt+L。"
    ],
    "answer": 0
  },
  {
    "id": 98,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，在中文輸入狀態下，要重送前一次輸入的字元，預設值為按下列哪一組按鍵？",
    "options": [
      "Ctrl+Alt+R",
      "Ctrl+Alt+G",
      "Ctrl+Alt+K",
      "Ctrl+Alt+L。"
    ],
    "answer": 1
  },
  {
    "id": 99,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，在中文輸入法中，要切換不同的輸入法，預設值為按下列哪一個按鍵？",
    "options": [
      "Ctrl+Space",
      "Ctrl+S hift",
      "Shift+Space",
      "Ctrl+Alt。"
    ],
    "answer": 1
  },
  {
    "id": 100,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，在中文輸入法中，要切換全型和半形輸入，預設值為按下列哪一個按鍵？",
    "options": [
      "Ctrl+Space",
      "Ctrl +Shift",
      "Shift+Space",
      "Ctrl+Alt。"
    ],
    "answer": 2
  },
  {
    "id": 101,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，在中文輸入法中，要開啟和關閉中文輸入法，預設值為按下列哪一個按鍵？",
    "options": [
      "Ctrl+Space",
      "C trl+Shift",
      "Shift+Space",
      "Ctrl+Alt。"
    ],
    "answer": 0
  },
  {
    "id": 102,
    "category": "電腦軟體應用丙級",
    "title": "Windows 7 內建防火牆(Firewall)的功能敘述，下列何者有誤？",
    "options": [
      "可阻擋未設定為例外的應用程式與網際網路連接",
      "可偵測或停用電腦上的病毒及蠕蟲",
      "可記錄連線至電腦的所有成功、失敗相關資訊",
      "可阻擋ICMP封包，避免網際網路的攻擊。"
    ],
    "answer": 3
  },
  {
    "id": 103,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，具有系統管理員的身分，其屬於何種使用者帳戶？",
    "options": [
      "標準",
      "來賓",
      "系統管理員",
      "Replica 17  tor。"
    ],
    "answer": 2
  },
  {
    "id": 104,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，若要使用全球資訊網(WWW)，必須在網路中設定哪一種通訊協定？",
    "options": [
      "TCP/IP",
      "IPX/SPX",
      "Ne tBUEI",
      "DLC。"
    ],
    "answer": 0
  },
  {
    "id": 105,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是合法的一致性命名慣例UNC(Uniform Naming Convention)？",
    "options": [
      "\\\\BYTE\\program",
      "\\\\COM\\document\\",
      "H:\\ XCD\\program",
      "\\\\DATA\\G:\\。"
    ],
    "answer": 1
  },
  {
    "id": 106,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，要依裝置類型來檢視電腦中的硬體裝置，應該在哪一個項目查看？",
    "options": [
      "遠端設定",
      "裝置管理員",
      "系統保護",
      "效能。"
    ],
    "answer": 1
  },
  {
    "id": 107,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中所使用的TrueType 字型，其檔案類型為下列哪一個？",
    "options": [
      ".sys",
      ".ttf",
      ".ini",
      ".fon。"
    ],
    "answer": 1
  },
  {
    "id": 108,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果想要重新安排硬碟上的檔案及未使用的空間，使程式執行速度加快應該執行以下哪一個程式？",
    "options": [
      "磁碟清理程式",
      "磁碟掃描工具",
      "系統還原",
      "磁碟重組程式。"
    ],
    "answer": 3
  },
  {
    "id": 109,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，用來搜尋硬碟，並列出可以安全刪除的暫時檔、Internet快取檔與不必要的程式檔，以協助釋放硬碟空間，應該執行以下哪一個程式？",
    "options": [
      "磁碟清理",
      "磁碟掃描",
      "磁碟壓縮",
      "磁碟重組。"
    ],
    "answer": 0
  },
  {
    "id": 110,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，若要檢視系統的完整組態資訊，包含硬體資源、軟體環境等，可使用下列哪個應用程式？",
    "options": [
      "系統監視程式",
      "系統",
      "電腦",
      "檔案總管。"
    ],
    "answer": 1
  },
  {
    "id": 111,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7「檔案總管」中，以滑鼠要選取不連續的檔案，必須要配合哪一按鍵？",
    "options": [
      "Ctrl鍵",
      "Alt鍵",
      "Shift鍵",
      "Tab鍵。"
    ],
    "answer": 0
  },
  {
    "id": 112,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，檔案命名不可使用下列哪個字元？",
    "options": [
      "~",
      "-",
      "<",
      ".。"
    ],
    "answer": 2
  },
  {
    "id": 113,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果要更改桌面背景，可使用控制台的何種功能？",
    "options": [
      "顯示",
      "個人化",
      "系統",
      "色彩管理。"
    ],
    "answer": 1
  },
  {
    "id": 114,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，檔案名稱可長達多少個英文及數字等字元？",
    "options": [
      "260",
      "255",
      "127",
      "265。"
    ],
    "answer": 1
  },
  {
    "id": 115,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows Server 2012 的環境中，下列何種服務是「組織建立公開金鑰基礎結構(PKI)，並提供公開金鑰密碼編譯、數位憑證以及數位簽章功能」？",
    "options": [
      "系統工具",
      "憑證服務",
      "協助工具服務",
      "保密服務。"
    ],
    "answer": 1
  },
  {
    "id": 116,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 作業系統中，內建的瀏覽器為下列何者？",
    "options": [
      "Chrome",
      "Safari",
      "Internet Explorer",
      "Firefox。"
    ],
    "answer": 2
  },
  {
    "id": 117,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，要查詢本機電腦在網路上的TCP/IP組態設定值，應使用哪一個指令？",
    "options": [
      "ipconfig",
      "ping",
      "rout e",
      "telnet。"
    ],
    "answer": 0
  },
  {
    "id": 118,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中用來偵測本端主機和遠端主機間的網路是否為連線狀態，可以使用以下哪個指令？",
    "options": [
      "ipconfig",
      "ping",
      "route",
      "telnet。"
    ],
    "answer": 1
  },
  {
    "id": 119,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，用以使用TCP/IP協定中的TELNET協定登入到網路上另一部主機，可以使用以下哪一個指令？",
    "options": [
      "net telnet",
      "ftp",
      "route",
      "telnet。"
    ],
    "answer": 3
  },
  {
    "id": 120,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 中，若想重新安排硬碟上的檔案及未使用的空間，使程式執行速度加快，應執行下列哪一程式？",
    "options": [
      "磁碟清理",
      "資源監視器",
      "最佳化並重組磁碟機",
      "電腦管理。"
    ],
    "answer": 2
  },
  {
    "id": 121,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 預設中，如果對硬碟進行格式化，則該硬碟可使用的檔案格式為下列何者？",
    "options": [
      "ext3",
      "NTFS",
      "EFS",
      "DOS。"
    ],
    "answer": 1
  },
  {
    "id": 122,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果要檢視本機的IP位址、子網路遮罩、預設的通訊閘等設定，應執行下列哪一個程式？",
    "options": [
      "ping",
      "route",
      "net",
      "ipconfig。"
    ],
    "answer": 3
  },
  {
    "id": 123,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的「檔案總管」中，如果在刪除一個檔案時，不想讓檔案移至資源回收筒，則應使用以下哪一個按鍵？",
    "options": [
      "Delete",
      "Shift+Delete",
      "Alt+Delete",
      "Ctrl+Delete。"
    ],
    "answer": 1
  },
  {
    "id": 124,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果同時開啟多個應用程式視窗，可以使用以下哪一個按鍵來切換作用中的視窗？",
    "options": [
      "Alt+Ta b",
      "Ctrl+Tab",
      "Shift+Tab",
      "Tab。"
    ],
    "answer": 0
  },
  {
    "id": 125,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，要關閉一個作用中的視窗，可以使用以下哪一個按鍵？",
    "options": [
      "F4",
      "Shift+F4",
      "Alt+F4",
      "Ctrl+F4。"
    ],
    "answer": 2
  },
  {
    "id": 126,
    "category": "電腦軟體應用丙級",
    "title": "在啟動Windows Server 2008 R2 時，若想以「安全模式」啟動，則應在出現Windows第一個畫面時，按一下哪一個按鍵，再選取「安全模式」選項？",
    "options": [
      "F5",
      "F6",
      "F7",
      "F8。"
    ],
    "answer": 3
  },
  {
    "id": 127,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，若要將自己的照片設定成桌面的圖案，應在「個人化」視窗按哪一個選項？",
    "options": [
      "桌面背景",
      "音效",
      "視窗色彩",
      "螢幕保護裝置。"
    ],
    "answer": 0
  },
  {
    "id": 128,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，若建立多個使用者帳戶，下列描述何者有誤？",
    "options": [
      "每個帳戶都可設定自己的桌面環境",
      "來賓帳戶的使用者不能新增其他帳戶",
      "只有系統管理員可新增或移除程式",
      "只有系統管理員可以設定帳戶密碼。"
    ],
    "answer": 3
  },
  {
    "id": 129,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果想要擷取整個螢幕成為一個圖案，應按一下哪一個按鍵？",
    "options": [
      "Print Screen",
      "Alt+P",
      "Ctrl+P",
      "Ctrl+Print Screen。"
    ],
    "answer": 0
  },
  {
    "id": 130,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果要移除一個硬體的設定值，應在下列何處操作？",
    "options": [
      "裝置管理員",
      "使用者帳戶控制設定",
      "個人化",
      "輕鬆存取中心。"
    ],
    "answer": 0
  },
  {
    "id": 131,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的「檔案總管」中，如果想要檢視檔案的修改日期，應選擇哪一種檢視模式？",
    "options": [
      "清單",
      "詳細資料",
      "圖示",
      "並排。"
    ],
    "answer": 1
  },
  {
    "id": 132,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果要查看網路上有哪些電腦提供共用的資源，應使用哪一個指令？",
    "options": [
      "net ver",
      "net use",
      "net view",
      "net init。"
    ],
    "answer": 2
  },
  {
    "id": 133,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，如果要檢視系統的完整組態資訊，包含硬體資源、軟體環境等，可以使用以下哪一個應用程式？",
    "options": [
      "檔案總管",
      "電腦",
      "系統監視程式",
      "系統資訊。"
    ],
    "answer": 3
  },
  {
    "id": 134,
    "category": "電腦軟體應用丙級",
    "title": "下列敘述何者不是Windows Server 2008 R2 之重要核心元件「目錄服務(Active Directory)」的功能？",
    "options": [
      "簡化管理",
      "加強網路安全性",
      "擴充交互運作能力",
      "複雜化管理。"
    ],
    "answer": 3
  },
  {
    "id": 135,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的「檔案總管」中，如果選取一個檔案後，選取傳送到「隨身碟名稱(隨身碟代號:)」例如32G(E:)。其功能相當於以下何者？",
    "options": [
      "在隨身碟中建立一個指到這個檔案的捷徑",
      "複製這個檔案到隨身碟",
      "由隨身碟中複製這個檔案到硬碟",
      "搬移這個檔案到隨身碟。"
    ],
    "answer": 1
  },
  {
    "id": 136,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8 中，若要使在桌面上已開啟的視窗能並排顯示，則應使用以下何者方式？",
    "options": [
      "在每個視窗右上角按二下",
      "在桌面上按一下右鍵，選取「新增」",
      "在「電腦」中設定",
      "在Windows 8的工作列上按一下右鍵，再選取「並排顯示視窗」。"
    ],
    "answer": 3
  },
  {
    "id": 137,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，點擊Chrome 視窗的「最小化」按鈕，該視窗在螢幕上會有何改變？",
    "options": [
      "縮小到桌面",
      "縮小到工作列",
      "縮小並隨即關閉",
      "縮小到功能表。"
    ],
    "answer": 1
  },
  {
    "id": 138,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，「Windows Defender」的功能為何？",
    "options": [
      "變更此電腦的佈景主題",
      "變更使用者帳戶設定和密碼",
      "檢查是否有軟體及驅動程式更新",
      "協助保護您的電腦不受「惡意程式」的攻擊。"
    ],
    "answer": 3
  },
  {
    "id": 139,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，從哪裡可以還原已被刪除的檔案？",
    "options": [
      "控制台",
      "資源回收筒",
      "我的文件",
      "系統還原。"
    ],
    "answer": 1
  },
  {
    "id": 140,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，「小畫家」所編輯的內容預設儲存成何種格式的檔案？",
    "options": [
      ".jpeg",
      ".gif",
      ".bmp",
      ".png。"
    ],
    "answer": 3
  },
  {
    "id": 141,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，從控制台的何處可檢視電腦硬體狀態？",
    "options": [
      "裝置管理員",
      "使用者帳戶",
      "地區及語言選項",
      "協助工具選項。"
    ],
    "answer": 0
  },
  {
    "id": 142,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的檔案總管中，要更改檔案或資料夾的名稱時，可使用下列快速鍵，進行更改？",
    "options": [
      "F1",
      "F2",
      "F3",
      "F4。"
    ],
    "answer": 1
  },
  {
    "id": 143,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，如何查看CPU現在的使用效能？",
    "options": [
      "系統",
      "排定的工作",
      "協助工具選項",
      "工作管理員。"
    ],
    "answer": 3
  },
  {
    "id": 144,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，何種軟體不能插入圖片？",
    "options": [
      "WordPad",
      "記事本",
      "Excel 2003",
      "PowerPoint 2003。"
    ],
    "answer": 1
  },
  {
    "id": 145,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，「記事本」沒有下列哪一項功能？",
    "options": [
      "更改字型大小",
      "變換字型",
      "字型樣式為粗體",
      "選擇文字顏色。"
    ],
    "answer": 3
  },
  {
    "id": 146,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，下列何種儲存媒體之檔案被刪除後可以在「資源回收筒」中被「還原」？",
    "options": [
      "網路磁碟機",
      "C磁碟機",
      "卸除式磁碟機",
      "雲端硬碟。"
    ],
    "answer": 1
  },
  {
    "id": 147,
    "category": "電腦軟體應用丙級",
    "title": "何者不是作業系統？",
    "options": [
      "UNIX",
      "LINUX",
      "DBASE",
      "Windows 8。"
    ],
    "answer": 2
  },
  {
    "id": 148,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，「控制台」中之何種功能可用來安裝新的輸入法？",
    "options": [
      "字型",
      "鍵盤",
      "系統",
      "地區及語言選項。"
    ],
    "answer": 3
  },
  {
    "id": 149,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 中，執行「複製」、「剪下」指令所得的資料，再執行「貼上」至目的位置前，其資料會暫存在哪裡？",
    "options": [
      "剪貼簿",
      "記事本",
      "控制台",
      "檔案總管。"
    ],
    "answer": 0
  },
  {
    "id": 150,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，下列關於「使用者帳戶」之說明何者為非？",
    "options": [
      "一台電腦中可建立多個使用者帳號",
      "使用者帳號不一定要設密碼",
      "建立密碼可防止電腦病毒入侵",
      "電腦系統管理員有權限刪除其它使用者帳戶。"
    ],
    "answer": 2
  },
  {
    "id": 151,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 8.1 系統下，使用下列何者可將已安裝之應用程式從電腦中移除？",
    "options": [
      "使用控制台之「解除安裝程式」",
      "清理資源回收筒",
      "在桌面上刪除捷徑",
      "從開始畫面取消釘選。"
    ],
    "answer": 0
  },
  {
    "id": 152,
    "category": "電腦軟體應用丙級",
    "title": "電腦網路通訊時，通訊雙方必須遵守的資料格式與時序稱為什麼？",
    "options": [
      "通訊協定",
      "安全協定",
      "資訊協定",
      "網路協定。"
    ],
    "answer": 0
  },
  {
    "id": 153,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 作業環境下，一個新的硬碟須做下列哪一項工作才能開始使用？",
    "options": [
      "初始化",
      "系統化",
      "格式化",
      "清除化。"
    ],
    "answer": 2
  },
  {
    "id": 154,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，若要以滑鼠選取連續多個檔案，必須以滑鼠先點取要選的第一個檔案後，再按住什麼鍵，用滑鼠在要選取的最後一個檔案點取一下？",
    "options": [
      "Ctrl",
      "Shift",
      "Alt",
      "Tab。"
    ],
    "answer": 1
  },
  {
    "id": 155,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，若要以滑鼠選取不連續的檔案，必須以滑鼠先點取要選的第一個檔案後，要按住什麼鍵，再用滑鼠點選第二個所要選取的檔案？",
    "options": [
      "Ctrl",
      "Shift",
      "Alt",
      "Tab。"
    ],
    "answer": 0
  },
  {
    "id": 156,
    "category": "電腦軟體應用丙級",
    "title": "如何提高磁碟的存取效能？",
    "options": [
      "磁碟重組",
      "系統還原",
      "磁碟格式化",
      "刪除系統檔。"
    ],
    "answer": 0
  },
  {
    "id": 157,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下的「電腦」以何種檢視狀態呈現，可同時顯示所有磁碟容量的大小？",
    "options": [
      "小圖示",
      "大圖示",
      "詳細資料",
      "清單。"
    ],
    "answer": 2
  },
  {
    "id": 158,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，欲尋找檔案時可用何種方法？",
    "options": [
      "「開始」功能表的搜尋方塊",
      "「開始」功能表中之「預設程式」",
      "「控制台」",
      "資源回收筒。"
    ],
    "answer": 0
  },
  {
    "id": 159,
    "category": "電腦軟體應用丙級",
    "title": "同樣像素的圖片(例如：800x600)，使用何種檔案格式儲存，所佔用的磁碟空間最多？",
    "options": [
      "JPG",
      "JPEG",
      "GIF",
      "BM P。"
    ],
    "answer": 3
  },
  {
    "id": 160,
    "category": "電腦軟體應用丙級",
    "title": "如果電腦的速度變慢，增加下列何者的容量或速度大小將不會加快電腦反應速度？",
    "options": [
      "CPU",
      "隨機存取記憶體",
      "虛擬記憶體",
      "光碟機。"
    ],
    "answer": 3
  },
  {
    "id": 161,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，由「命令提示字元」查看目錄資訊，以下敘述何者為非？",
    "options": [
      "「\\」代表根目錄",
      "「..」代表上一層",
      "「C:\\」代表C硬碟根目錄",
      "「.」代表下一層。"
    ],
    "answer": 3
  },
  {
    "id": 162,
    "category": "電腦軟體應用丙級",
    "title": "下列何種字型於放大或縮小後不失真？",
    "options": [
      "向量型",
      "點陣型",
      "平面型",
      "立體型。"
    ],
    "answer": 0
  },
  {
    "id": 163,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，若工作列上顯示目前有3個執行中視窗應用程式，則只要以鍵盤何種組合操作，即可任意切換到各個程式？",
    "options": [
      "Alt+Tab",
      "Ctrl+Alt",
      "Alt+Shift",
      "Ctrl+Shift。"
    ],
    "answer": 0
  },
  {
    "id": 164,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，若想更改桌布圖案，可開啟「控制台」之何種功能？",
    "options": [
      "工作列和開始功能表",
      "使用者帳戶",
      "系統管理工具",
      "個人化。"
    ],
    "answer": 3
  },
  {
    "id": 165,
    "category": "電腦軟體應用丙級",
    "title": "下列指令何者可以連線到遠方電子佈告欄(bbs)？",
    "options": [
      "cmd",
      "ping",
      "telnet",
      "dir。"
    ],
    "answer": 2
  },
  {
    "id": 166,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是磁碟檔案配置格式？",
    "options": [
      "FAT16",
      "FAT32",
      "NTFS",
      "FETS。"
    ],
    "answer": 3
  },
  {
    "id": 167,
    "category": "電腦軟體應用丙級",
    "title": "下列何種圖案於放大或縮小後不失真？",
    "options": [
      "點陣圖",
      "向量圖",
      "矩陣圖",
      "立體圖。"
    ],
    "answer": 1
  },
  {
    "id": 168,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，「資源回收筒」最大容量為何？",
    "options": [
      "10MB",
      "依磁碟容量固定百分比",
      "依磁碟容量等級固定大小",
      "依磁碟容量可自訂大小。"
    ],
    "answer": 3
  },
  {
    "id": 169,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，按下什麼鍵會將目前顯示器所顯示的畫面儲存起來？",
    "options": [
      "Print Screen",
      "Ctrl+Alt+Delete",
      "F4",
      "Caps Lock。"
    ],
    "answer": 0
  },
  {
    "id": 170,
    "category": "電腦軟體應用丙級",
    "title": "在文書處理軟體Microsoft Word 2010 中，選取文字後，要在文字加上圓圈符號，可使用下列哪一項功能？",
    "options": [
      "字元框線",
      "圍繞文字",
      "頁面框線",
      "表格。"
    ],
    "answer": 1
  },
  {
    "id": 171,
    "category": "電腦軟體應用丙級",
    "title": "集線器(HUB)不包括下列哪一類？",
    "options": [
      "主動式(Active)",
      "被動式(Passive)",
      "智慧型(Intelligent)",
      "積極型(Aggressive)。"
    ],
    "answer": 3
  },
  {
    "id": 172,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，下列何種圖示不能被刪除？",
    "options": [
      "資源回收筒",
      "電腦",
      "網路",
      "使用者的文件。"
    ],
    "answer": 0
  },
  {
    "id": 173,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是IBM公司所產生的作業系統？",
    "options": [
      "OS X",
      "Linux",
      "Android",
      "OS 2。"
    ],
    "answer": 3
  },
  {
    "id": 174,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows Server 2008 R2 作業系統中，可以讓使用者直接在電腦網路上架設Web網站伺服器的軟體為何？",
    "options": [
      "ASP",
      "PHP",
      "IIS",
      "MySQL。"
    ],
    "answer": 2
  },
  {
    "id": 175,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，啟動與關閉中文輸入法的快速鍵為何？",
    "options": [
      "Ctrl+Space",
      "Shift+Ctrl",
      "Alt+Shift",
      "Alt+Space。"
    ],
    "answer": 0
  },
  {
    "id": 176,
    "category": "電腦軟體應用丙級",
    "title": "在 Internet 上做什麼是違法的？",
    "options": [
      "股票交易",
      "基金買賣",
      "下載未授權檔案",
      "用msn聊天。"
    ],
    "answer": 2
  },
  {
    "id": 177,
    "category": "電腦軟體應用丙級",
    "title": "下列何種類型的電腦效能最佳？",
    "options": [
      "個人電腦",
      "工作站",
      "中大型電腦",
      "超級電腦。"
    ],
    "answer": 3
  },
  {
    "id": 178,
    "category": "電腦軟體應用丙級",
    "title": "對於在Internet 上的電腦而言，具有辨識獨一無二身分的資訊為何？",
    "options": [
      "IP位址",
      "使用者名稱",
      "使用者密碼",
      "住家地址。"
    ],
    "answer": 0
  },
  {
    "id": 179,
    "category": "電腦軟體應用丙級",
    "title": "下列何種作業系統最大的特點是開放原始程式碼給所有使用者？",
    "options": [
      "Linux",
      "Windows 7",
      "OS X",
      "Windows 8.1。"
    ],
    "answer": 0
  },
  {
    "id": 180,
    "category": "電腦軟體應用丙級",
    "title": "下列何種記憶體或輔助記體存取速度最快？",
    "options": [
      "SRAM",
      "DRAM",
      "Hard Disk",
      "Floppy。"
    ],
    "answer": 0
  },
  {
    "id": 181,
    "category": "電腦軟體應用丙級",
    "title": "網路使用權限不包括下列何者？",
    "options": [
      "Administrators",
      "Guest",
      "Remote Desktop Users",
      "Anyone。"
    ],
    "answer": 3
  },
  {
    "id": 182,
    "category": "電腦軟體應用丙級",
    "title": "在啟動Windows 7 時，若尚未進入Windows系統之前，按下鍵盤上的何種功能鍵，可以選擇進入安全模式？",
    "options": [
      "F4",
      "F8",
      "F10",
      "F12。"
    ],
    "answer": 1
  },
  {
    "id": 183,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，內建何種多媒體播放工具，可以進行播放音樂CD及DVD影音檔案的功能？",
    "options": [
      "iTunes",
      "Power DVD",
      "iKala",
      "Media Player。"
    ],
    "answer": 3
  },
  {
    "id": 184,
    "category": "電腦軟體應用丙級",
    "title": "下列何種副檔名的檔案對電腦來說是多餘的，刪除也不影響其原本運作？",
    "options": [
      ".exe",
      ".tmp",
      ".bat",
      ".ini。"
    ],
    "answer": 1
  },
  {
    "id": 185,
    "category": "電腦軟體應用丙級",
    "title": "下列敘述何者為真？",
    "options": [
      "Linux作業系統並不支援TCP/IP通訊協定，因此無法用來架設網站",
      "在Windows 7視窗作業軟體中，滑鼠左右鍵的用法已經固定，不可以被修改",
      "在Windows 7視窗作業軟體中，能夠同時播放.MI D與.WAV檔的音效",
      "所謂「多媒體電腦」是指電腦同時應用到許多新聞媒體的採訪報導。"
    ],
    "answer": 2
  },
  {
    "id": 186,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統中，內建可觀賞和錄製電視節目軟體為何？",
    "options": [
      "遠端桌面連線",
      "Windows Movie Maker",
      "Windo ws Media Player",
      "Windows Media Center。"
    ],
    "answer": 3
  },
  {
    "id": 187,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 系統下，所刪除的任何類型檔案都會被先丟到何處？",
    "options": [
      "控制台",
      "使用者的文件",
      "資源回收筒",
      "系統還原。"
    ],
    "answer": 2
  },
  {
    "id": 188,
    "category": "電腦軟體應用丙級",
    "title": "連接電腦後不需重新啟動電腦即可使用的設備，為具有何種特性？",
    "options": [
      "plug and play",
      "input and output",
      "all in one",
      "pull and play。"
    ],
    "answer": 0
  },
  {
    "id": 189,
    "category": "電腦軟體應用丙級",
    "title": "在 Windows 7 的環境下，您可以執行何種程式來釋放磁碟上的空間，它會搜尋硬碟並列出暫存檔、暫時的Inte rnet 檔案和可以安全刪除的非必要檔案？",
    "options": [
      "磁碟重組",
      "磁碟壓縮",
      "磁碟清除",
      "系統還原。"
    ],
    "answer": 2
  },
  {
    "id": 190,
    "category": "電腦軟體應用丙級",
    "title": "下列何種物品不具備「智慧卡」(大小與信用卡差不多，其中含有內嵌的積體電路，可用以防止其儲存內容被篡改，進而保護各種個人資訊)功能？",
    "options": [
      "捷運悠遊卡",
      "自然人憑證",
      "健保卡",
      "無IC的提款卡。"
    ],
    "answer": 3
  },
  {
    "id": 191,
    "category": "電腦軟體應用丙級",
    "title": "下列何種網路之連接規格的速度最快？",
    "options": [
      "MODEM撥接",
      "ADSL",
      "T1",
      "T3。"
    ],
    "answer": 3
  },
  {
    "id": 192,
    "category": "電腦軟體應用丙級",
    "title": "目前計算電腦記憶體(含輔助記憶體)容量大小的單位，下列何者最大？",
    "options": [
      "GB",
      "MB",
      "KB",
      "TB。"
    ],
    "answer": 3
  },
  {
    "id": 193,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是Windows 7系統的桌面背景圖片可接受的副檔名？",
    "options": [
      ".bmp",
      ".gif",
      ".jpg",
      ".dwg。"
    ],
    "answer": 3
  },
  {
    "id": 194,
    "category": "電腦軟體應用丙級",
    "title": "如果 Windows 7 沒有偵測到新的隨插即用裝置，則可能是裝置本身沒有正常運作、沒有正確安裝或者根本沒有安裝，此時，可以使用何種功能解決這些問題？",
    "options": [
      "裝置管理員",
      "輕鬆存取",
      "檔案管理員",
      "更改佈景主題。"
    ],
    "answer": 0
  },
  {
    "id": 195,
    "category": "電腦軟體應用丙級",
    "title": "何者非網路服務通訊協定？",
    "options": [
      "HTTP",
      "NNTP",
      "POP",
      "Netscape。"
    ],
    "answer": 3
  },
  {
    "id": 196,
    "category": "電腦軟體應用丙級",
    "title": "UNIX 和 Windows 7 之間的比較敘述，下列何者為非？",
    "options": [
      "UNIX廣泛使用於企業伺服器中，Windows 7用於個人電腦",
      "Windows 7 會分辨指令的英文字母大小寫，UNIX不會分辨",
      "Windows 7是圖形使用者界面，UNIX是文字界面",
      "UNIX系統穩定性高於Windows 7。"
    ],
    "answer": 1
  },
  {
    "id": 197,
    "category": "電腦軟體應用丙級",
    "title": "在 Linux 作業系統下，使用何種指令可以複製檔案或目錄？",
    "options": [
      "mkdir",
      "cp",
      "alias",
      "echo。"
    ],
    "answer": 1
  },
  {
    "id": 198,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為網際網路服務提供商的英文縮寫？",
    "options": [
      "ASP",
      "PHP",
      "ISP",
      "DSP。"
    ],
    "answer": 2
  },
  {
    "id": 199,
    "category": "電腦軟體應用丙級",
    "title": "想要使用Giga-Fast Ethernet 至少要使用下列何種網路纜線等級？",
    "options": [
      "Category 4",
      "Category 4t",
      "Category 5",
      "Categor y 5e。"
    ],
    "answer": 3
  },
  {
    "id": 200,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個電信服務的頻寬最大？",
    "options": [
      "T1",
      "T3",
      "E1",
      "STM-1。"
    ],
    "answer": 3
  },
  {
    "id": 201,
    "category": "電腦軟體應用丙級",
    "title": "大多數的Linux 系統中，man page 指令以何種形式呈現資訊？",
    "options": [
      "使用以X為基礎的自訂應用程式",
      "使用less程式",
      "使用Mozilla網頁瀏覽器",
      "使用Vi編輯器。"
    ],
    "answer": 1
  },
  {
    "id": 202,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不屬於系統程式(System Program)？",
    "options": [
      "Compiler",
      "Linker",
      "Microsoft Office",
      "Loader。"
    ],
    "answer": 2
  },
  {
    "id": 203,
    "category": "電腦軟體應用丙級",
    "title": "Linux 的指令模式下，如果想要儲存ifconfig的執行結果至文字檔(file.txt)，以供未來參考，同時想要覆蓋掉已存在的檔案資料，該如何下指令？",
    "options": [
      "ifconfig >> file.txt",
      "ifconfig < file.txt",
      "ifconfig | file.txt",
      "ifconfig > file.txt。"
    ],
    "answer": 3
  },
  {
    "id": 204,
    "category": "電腦軟體應用丙級",
    "title": "Linux 使用者在 bash 下輸入kill -9 2013 指令，假設該指令有效，則可能的執行結果為何？",
    "options": [
      "切斷TCP port 2013的網路連結",
      "要求程序ID為2013的伺服器，重新載入設定檔",
      "顯示訊號為2013的程序，過去九天被終止的數量",
      "終結或停止程序ID為2013的程式。"
    ],
    "answer": 3
  },
  {
    "id": 205,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個目錄是Linux系統預設的資料暫存或快取的儲存目錄？",
    "options": [
      "/home",
      "/usr",
      "/boot",
      "/var。"
    ],
    "answer": 3
  },
  {
    "id": 206,
    "category": "電腦軟體應用丙級",
    "title": "Linux 的 ls 指令可以顯示檔案或目錄的屬性，其中共有10個屬性，若第一個屬性顯示為「b」則表示為？",
    "options": [
      "周邊設備",
      "檔案",
      "目錄",
      "連結。"
    ],
    "answer": 0
  },
  {
    "id": 207,
    "category": "電腦軟體應用丙級",
    "title": "在 Linux 中，可以按下哪一個組合鍵來中斷目前程式的執行？",
    "options": [
      "Ctrl+b",
      "Ctrl+c",
      "Ctrl+d",
      "Ctrl+z。"
    ],
    "answer": 1
  },
  {
    "id": 208,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個Linux 指令無法用來改變檔案的權限？",
    "options": [
      "bc",
      "chmod",
      "chgrp",
      "chown。"
    ],
    "answer": 0
  },
  {
    "id": 209,
    "category": "電腦軟體應用丙級",
    "title": "下列何種檔案系統的單一檔案之大小上限為4GB？",
    "options": [
      "ext 2",
      "ext 3",
      "FAT32",
      "NTFS。"
    ],
    "answer": 2
  },
  {
    "id": 210,
    "category": "電腦軟體應用丙級",
    "title": "要完全發揮Windows 8.1 的多點觸控功能，觸控板必須至少支援幾點觸控？",
    "options": [
      "2",
      "3",
      "4",
      "5。"
    ],
    "answer": 2
  },
  {
    "id": 211,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8.1 中，開啟常用鍵(含搜尋、分享、開始、裝置和設定)的觸控方式為何？",
    "options": [
      "捏合或伸展以進行縮放",
      "從邊緣撥動或滑動",
      "撥動以進行選取",
      "滑動以進行捲動。"
    ],
    "answer": 1
  },
  {
    "id": 212,
    "category": "電腦軟體應用丙級",
    "title": "Linux 系統中，若是test.sh 檔案屬性為「-rwxr-xr--」，要將檔案屬性改為「-r-xr-xr-x」，下列哪個指令可以完成？",
    "options": [
      "chmod u=rx test.sh",
      "chmod 755 test.sh",
      "chmod 555 test.sh",
      "chmod o-x test.sh。"
    ],
    "answer": 2
  },
  {
    "id": 213,
    "category": "電腦軟體應用丙級",
    "title": "使用 iOS 7.x 的 Apple iPad，若要左右滑過螢幕來切換App，則至少要同時使用幾點觸控來操作？",
    "options": [
      "2",
      "3",
      "4",
      "5。"
    ],
    "answer": 2
  },
  {
    "id": 214,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8.1 中，切換已開啟應用軟體的快捷鍵為何？",
    "options": [
      "Alt+Tab",
      "Alt+Shift",
      "Ctrl+Tab",
      "Alt+Shift+Ctrl。"
    ],
    "answer": 0
  },
  {
    "id": 215,
    "category": "電腦軟體應用丙級",
    "title": "QR code 有提供「回」字定位點，所以可以任何角度掃描 。請問一個正常QR Code應該提供幾個定位點？",
    "options": [
      "2",
      "3",
      "4",
      "5。"
    ],
    "answer": 1
  },
  {
    "id": 216,
    "category": "電腦軟體應用丙級",
    "title": "LCD 規格中「燭光/平方公尺」所指的是？",
    "options": [
      "對比率",
      "亮度",
      "可視角度",
      "反應時間。"
    ],
    "answer": 1
  },
  {
    "id": 217,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個作業系統不支援多點觸控？",
    "options": [
      "Mac OSX 10.9",
      "Windows 8.1",
      "Windows 7",
      "CentOS 6.0。"
    ],
    "answer": 3
  },
  {
    "id": 218,
    "category": "電腦軟體應用丙級",
    "title": "多點觸控螢幕是使用哪一類的螢幕？",
    "options": [
      "電阻式觸控面板",
      "電容式觸控面板",
      "光學式觸控面板",
      "投射式電容觸控面板。"
    ],
    "answer": 3
  },
  {
    "id": 219,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個作業系統只能操作微軟的Start App？",
    "options": [
      "Linux",
      "Windows 8.1",
      "Windows 7",
      "Windows RT。"
    ],
    "answer": 3
  },
  {
    "id": 220,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個作業系統開始支援動態磚操作？",
    "options": [
      "Windows XP",
      "Mac OSX 10.9",
      "Windows 7",
      "Windows 8。"
    ],
    "answer": 3
  },
  {
    "id": 221,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個作業系統不支援動態磚操作？",
    "options": [
      "Windows 7",
      "Windows Phone 8",
      "Windows 8.1",
      "Windows RT。"
    ],
    "answer": 0
  },
  {
    "id": 222,
    "category": "電腦軟體應用丙級",
    "title": "下列哪個作業系統可在待機狀態下開啟相機功能，並將照片設定成輪播型態？",
    "options": [
      "Windows 7",
      "Windows Phone 7",
      "Windows 8.1",
      "Windows Phone 8。"
    ],
    "answer": 2
  },
  {
    "id": 223,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8.1 把滑鼠移動到桌面右上或右下角，呼叫出功能列，此功能列共有幾項功能可點選？",
    "options": [
      "3",
      "4",
      "5",
      "6。"
    ],
    "answer": 2
  },
  {
    "id": 224,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8 有一個 SnapView（子母畫面）的功能，但SnapView必須要多少解析度以上的螢幕才能使用？",
    "options": [
      "102 4x768",
      "800x600",
      "1366x768",
      "1920x768。"
    ],
    "answer": 2
  },
  {
    "id": 225,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8 對視窗鍵 (Win) 有更好的支援，其中想在已開啟的App之間切換應該使用哪個按鍵組合？",
    "options": [
      "Win+Ta b",
      "Win+F",
      "Win+D",
      "Win+空白鍵。"
    ],
    "answer": 0
  },
  {
    "id": 226,
    "category": "電腦軟體應用丙級",
    "title": "Mac OSX 中，擷取全螢幕畫面的快捷鍵為何？",
    "options": [
      "PrintScreen",
      "Command+PrintScreen",
      "Command+Shift+3",
      "Comma nd+Shift+PrintScreen。"
    ],
    "answer": 2
  },
  {
    "id": 227,
    "category": "電腦軟體應用丙級",
    "title": "Windows 8 中，擷取工作視窗畫面的快捷鍵為何？",
    "options": [
      "PrintScreen",
      "Alt+PrintScreen",
      "Ctrl+PrintScreen",
      "Alt+Ctrl+Pri ntScreen。"
    ],
    "answer": 1
  },
  {
    "id": 228,
    "category": "電腦軟體應用丙級",
    "title": "Mac OSX 10.9.x 中，強制重新啟動的快捷鍵為何？",
    "options": [
      "直接按下電源按鈕即可",
      "按住電源按鈕5秒",
      "按住電源按鈕1.5 秒",
      "Command+Control+電源按鈕。"
    ],
    "answer": 3
  },
  {
    "id": 229,
    "category": "電腦軟體應用丙級",
    "title": "直接把光纖接到用戶的家中之網路技術是？",
    "options": [
      "FTTH",
      "Cable Modem",
      "ADSL",
      "Ethernet。"
    ],
    "answer": 0
  },
  {
    "id": 230,
    "category": "電腦軟體應用丙級",
    "title": "作業系統的搶救回復(recovery)機制中，檢查點(checkpoint)的作用是？",
    "options": [
      "檢查系統狀態的一致性",
      "加速系統回復的效率",
      "解決磁碟毀損後的回復問題",
      "改善資料異動執行的效率。"
    ],
    "answer": 1
  },
  {
    "id": 231,
    "category": "電腦軟體應用丙級",
    "title": "以下哪一種區域網路標準，傳輸速率最慢？",
    "options": [
      "ATM",
      "Ethernet",
      "ARCnet",
      "FDDI。"
    ],
    "answer": 2
  },
  {
    "id": 232,
    "category": "電腦軟體應用丙級",
    "title": "請問組譯程式(Assembler)與虛擬運算指令(Pseudo operation)的關係為何?",
    "options": [
      "組譯程式是用來連結虛擬運算指令",
      "虛擬運算指令可以編譯組譯程式",
      "虛擬運算指令編寫成的程式就是組譯程式",
      "組譯程式可用來編譯虛擬運算指令寫成的程式。"
    ],
    "answer": 3
  },
  {
    "id": 233,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是智慧型手機作業系統？",
    "options": [
      "iOS",
      "Android",
      "Mongo",
      "Symbian。"
    ],
    "answer": 2
  },
  {
    "id": 234,
    "category": "電腦軟體應用丙級",
    "title": "在 Linux 作業系統中，想要顯示目前已掛載檔案系統磁碟的inode使用狀況指令為何？",
    "options": [
      "df–i",
      "su–I",
      "free–i",
      "du–I。"
    ],
    "answer": 0
  },
  {
    "id": 235,
    "category": "電腦軟體應用丙級",
    "title": "在 Linux 作業系統中，查看目前的網路設定指令為何？",
    "options": [
      "ipconfig",
      "ifconfig",
      "ipsetting",
      "ifsetting。"
    ],
    "answer": 1
  },
  {
    "id": 236,
    "category": "電腦軟體應用丙級",
    "title": "在 Linux 作業系統中，修改檔案擁有者指令為何？",
    "options": [
      "chmod",
      "modown",
      "chown",
      "modch。"
    ],
    "answer": 2
  },
  {
    "id": 237,
    "category": "電腦軟體應用丙級",
    "title": "下列有關140.92.18.10/25 網段的敘述，何者是不正確的？",
    "options": [
      "可用IP數量為126個",
      "subnet mask：255.255.255.12 8",
      "network：140.92.18.0",
      "broadcast：140.92.18.128。"
    ],
    "answer": 3
  },
  {
    "id": 238,
    "category": "電腦軟體應用丙級",
    "title": "在 Linux 作業系統中，/var/test 是一個擁有下層檔案及子資料夾的資料夾，想要刪除/var/test的指令為何？",
    "options": [
      "del /var/test/*",
      "rm -rf /var/test",
      "del -Rf /var/test/*",
      "rm -rf /var/test/*。"
    ],
    "answer": 1
  },
  {
    "id": 239,
    "category": "電腦軟體應用丙級",
    "title": "下列關於固態硬碟SSD(Solid State Disk)的敘述中，何者是錯誤的？",
    "options": [
      "無須驅動馬達、承軸或旋轉頭裝置，具有低耗電、低熱能的優點",
      "比起傳統的標準機械硬碟來說，SSD所能承受的操作衝擊耐受度較高",
      "採用DRAM或Flash 取代傳統硬碟的碟片，讀寫速度快",
      "SSD資料儲存密度高，故價格/每單位儲存容量也比傳統硬碟便宜。"
    ],
    "answer": 3
  },
  {
    "id": 240,
    "category": "電腦軟體應用丙級",
    "title": "下列關於XML(eXtensible Markup Language)的敘述中，何者是錯誤的？",
    "options": [
      "XML提供一個跨平台、跨網路、跨程式語言的資料描述格式",
      "XML和HTML一樣，都只能使用事先定義的標籤(tag)",
      "DTD是用來規範XML文件的格式",
      "XSL用來提供XML套用排版樣式之功能。"
    ],
    "answer": 1
  },
  {
    "id": 241,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是使得Java程式能夠完成跨平台(cross platform)運作的主要機制？",
    "options": [
      "例外處理",
      "多執行緒(multi-thread)",
      "虛擬機器",
      "物件導向。"
    ],
    "answer": 2
  },
  {
    "id": 242,
    "category": "電腦軟體應用丙級",
    "title": "下列有關作業系統的操作中，何者是不需要使用系統呼叫(system call)？",
    "options": [
      "計算費伯納西數列(Fibonacci sequence)",
      "刪除一個行程(kill process)",
      "開啟一個檔案(open file)",
      "在螢幕上印出一些文字(screen output)。"
    ],
    "answer": 0
  },
  {
    "id": 243,
    "category": "電腦軟體應用丙級",
    "title": "下列有關資料傳輸的介面，根據官方所公佈的規格，何者是傳輸速度最快的？",
    "options": [
      "SATA3",
      "eSATA",
      "USB3.0",
      "I EEE 1394b。"
    ],
    "answer": 0
  },
  {
    "id": 244,
    "category": "電腦軟體應用丙級",
    "title": "下列有關「雲端運算」技術概念的敘述，何者是正確的？",
    "options": [
      "在電腦上進行雲狀式的數學運算",
      "空軍在雲層中利用電腦進行運算",
      "兩台電腦以藍芽互相傳送機密性資料",
      "透過網路連線取得遠端主機提供的服務。"
    ],
    "answer": 3
  },
  {
    "id": 245,
    "category": "電腦軟體應用丙級",
    "title": "下列何者的傳輸媒介不是使用光纖？",
    "options": [
      "1000BaseT",
      "1000BaseSX",
      "FDDI",
      "10BaseF。"
    ],
    "answer": 0
  },
  {
    "id": 246,
    "category": "電腦軟體應用丙級",
    "title": "下列行動通訊網路系統中，何者可提供之資料傳輸速率最快？",
    "options": [
      "GSM(Global System for Mobile communications)",
      "GPRS(General Packet Radio Service)",
      "HSDPA(High-Speed Downlink Packet Access)",
      "IS-95(Interim Standard 95)。"
    ],
    "answer": 2
  },
  {
    "id": 247,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是目前ISP(Internet Service Provider)所提供的服務？",
    "options": [
      "撥接上網",
      "提供作業系統安裝",
      "提供個人網頁",
      "提供電子郵件信箱。"
    ],
    "answer": 1
  },
  {
    "id": 248,
    "category": "電腦軟體應用丙級",
    "title": "當使用者將PC開機時，下列敘述何者是正確的？",
    "options": [
      "部分的作業系統從磁碟被複製到記憶體",
      "部分的作業系統從記憶體被複製到磁碟",
      "部分的作業系統被編譯",
      "部分的作業系統被重新複寫。"
    ],
    "answer": 0
  },
  {
    "id": 249,
    "category": "電腦軟體應用丙級",
    "title": "辦公室中有數部電腦，將這些電腦以網路線與集線器(Hub)連接，以網路實體線路拓樸的概念來看，此種連接方式稱為？",
    "options": [
      "匯流排網路",
      "網狀網路",
      "環狀網路",
      "星狀網路。"
    ],
    "answer": 3
  },
  {
    "id": 250,
    "category": "電腦軟體應用丙級",
    "title": "IPv6 位址是使用128bit 的長度來標示電腦所在位址，所可以容許的位址個數是 IPv4位址(位址長度為32bit)的幾倍？",
    "options": [
      "4",
      "96",
      "24",
      "296。"
    ],
    "answer": 3
  },
  {
    "id": 251,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是不合法的IPv6位址寫法？",
    "options": [
      "1001::25de::cade",
      "1001:0DB8:0:0:0:0:1482:57ab",
      "1001:0d8b:85a3:083d:131 9:82ae:0360:7455",
      "1001:DB8:2de::e46。"
    ],
    "answer": 0
  },
  {
    "id": 252,
    "category": "電腦軟體應用丙級",
    "title": "IPv4 中提供使用私有IP位址空間的網路，例如192.168.0.0-192.168.255.255 的區塊，下列何者是IPv6私有IP位址空間的寫法？",
    "options": [
      "FE80::1",
      "FEC0::2",
      "FF02::A001",
      "FF02::1:FF00:0101:0202。"
    ],
    "answer": 1
  },
  {
    "id": 253,
    "category": "電腦軟體應用丙級",
    "title": "在 MAC OS 中使用「遠端桌面連線用戶端」的預設連接埠為？",
    "options": [
      "8080",
      "3389",
      "3660",
      "5900。"
    ],
    "answer": 1
  },
  {
    "id": 254,
    "category": "電腦軟體應用丙級",
    "title": "GNU/Linux 的最高系統管理員帳號是？",
    "options": [
      "administrator",
      "admin",
      "root",
      "supervisor。"
    ],
    "answer": 2
  },
  {
    "id": 255,
    "category": "電腦軟體應用丙級",
    "title": "在 Linux 系統中，可以使用bash Shell Script 來撰寫簡單的 Script 程式。撰寫判斷結構指令時，使用if敘述開頭，結束敘述的指令為何？",
    "options": [
      "then",
      "end",
      "endif",
      "fi。 11800 電腦軟體應用 丙級 工作項目04：資訊安全 1. 2. 3."
    ],
    "answer": 3
  },
  {
    "id": 4,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為預防電腦犯罪最應做之事項？",
    "options": [
      "資料備份",
      "建立資訊安全管制系統",
      "維修電腦",
      "和警局連線。 (2) 關於「防治天然災害威脅資訊安全措施」之敘述中，下列何者不適宜？①設置防災監視中心②經常清潔不用除濕③設置不斷電設備④設置空調設備。 (3) 關於「資訊之人員安全管理措施」中，下列何者不適宜？①銷毀無用報表②訓練操作人員③每人均可操作每一電腦④利用識別卡管制人員進出。 (3) 關於「預防電腦病毒的措施」之敘述中，下列敘述何者錯誤？①常用掃毒程式偵測②不使用來路不明的磁片23  5. ③可拷貝他人有版權的軟體④3.5吋(inch)磁片設定在防寫位置。 (2) 關於「預防電腦病毒的措施」之敘述中，下列何種方式較不適用？①常用掃毒程式檢查，有毒即將之清除②常與他人交流各種軟體磁片③常做備份④開機時執行偵毒程式。 6. 7. 8."
    ],
    "answer": 1
  },
  {
    "id": 9,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一種程式具有自行複製繁殖能力，能破壞資料檔案及干擾個人電腦系統的運作？",
    "options": [
      "電腦遊戲",
      "電腦病毒",
      "電腦程式設計",
      "電腦複製程式。 (4) 「大腦病毒(Brain)」屬於何型病毒？①混合型②作業系統型③程式檔案型④開機型病毒。 (3) 電腦螢幕上出現「兩隻老虎」唱歌，但不會破壞檔案的病毒為？①惡性病毒②良性病毒③頑皮性病毒④開機型病毒。 (3) 下列何者不屬於資訊安全的威脅？①天然災害②人為過失③存取控制④機件故障。"
    ],
    "answer": 1
  },
  {
    "id": 10,
    "category": "電腦軟體應用丙級",
    "title": "下列何者屬於惡意破壞？",
    "options": [
      "人為怠慢",
      "擅改資料內容",
      "系統軟體有誤",
      "系統操作錯誤。"
    ],
    "answer": 1
  },
  {
    "id": 11,
    "category": "電腦軟體應用丙級",
    "title": "在資訊安全的種類中，有關媒體出入管制項目，是屬於下列何者的重要項目之一？",
    "options": [
      "實體安全",
      "資料安全",
      "程式安全",
      "系統安全。"
    ],
    "answer": 0
  },
  {
    "id": 12,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是電腦病毒的特性？",
    "options": [
      "駐留在主記憶體中",
      "具特殊的隱秘攻擊技術",
      "關機或重開機後會自動消失",
      "具自我拷貝的能力。"
    ],
    "answer": 2
  },
  {
    "id": 13,
    "category": "電腦軟體應用丙級",
    "title": "在個人電腦上，下列哪一種比較不會被病毒感染？",
    "options": [
      "可執行檔",
      "啟動磁區",
      "硬碟分割磁區",
      "資料檔。"
    ],
    "answer": 3
  },
  {
    "id": 14,
    "category": "電腦軟體應用丙級",
    "title": "電腦病毒的侵入是屬於？",
    "options": [
      "機件故障",
      "天然災害",
      "惡意破壞",
      "人為過失。"
    ],
    "answer": 2
  },
  {
    "id": 15,
    "category": "電腦軟體應用丙級",
    "title": "下列何者為資料安全首要考慮的項目？",
    "options": [
      "程式之變更管理",
      "檔案機密等級分類",
      "消防設備",
      "門禁管制。"
    ],
    "answer": 1
  },
  {
    "id": 16,
    "category": "電腦軟體應用丙級",
    "title": "「減少因系統元件當機的影響」是屬於？",
    "options": [
      "變更管理",
      "能量管理",
      "復原管理",
      "績效管理。"
    ],
    "answer": 2
  },
  {
    "id": 17,
    "category": "電腦軟體應用丙級",
    "title": "「訂定災害防治標準作業程序及重要資料的備份」是屬何種時期所做的工作？",
    "options": [
      "過渡時期",
      "災變前",
      "災害發生時",
      "災變復原時期。"
    ],
    "answer": 1
  },
  {
    "id": 18,
    "category": "電腦軟體應用丙級",
    "title": "災變復原計劃，不包括下列何者之參與？",
    "options": [
      "程式設計人員",
      "非組織內之使用人員",
      "系統操作人員",
      "資料處理人員。"
    ],
    "answer": 1
  },
  {
    "id": 19,
    "category": "電腦軟體應用丙級",
    "title": "資料備份的常見做法為尋找第二安全儲存空間，其作法不包括？",
    "options": [
      "尋求專業儲存公司合作",
      "存放另一堅固建築物內",
      "儲存在同一部電腦上",
      "使用防火保險櫃。"
    ],
    "answer": 2
  },
  {
    "id": 20,
    "category": "電腦軟體應用丙級",
    "title": "災害復原階段，首要的工作為何？",
    "options": [
      "軟體的重置",
      "環境的重置",
      "系統的重置",
      "資料的重置。"
    ],
    "answer": 1
  },
  {
    "id": 21,
    "category": "電腦軟體應用丙級",
    "title": "「電腦病毒」係下列何者？",
    "options": [
      "硬體感染病菌",
      "一種破壞性軟體",
      "帶病細菌潛入主機",
      "磁片污垢。"
    ],
    "answer": 1
  },
  {
    "id": 22,
    "category": "電腦軟體應用丙級",
    "title": "當你發現系統可能有毒時，下列哪一項是首先要做的？",
    "options": [
      "馬上執行解毒程式",
      "按Reset鍵重新開機後，執行解毒程式",
      "置入乾淨無毒的系統開機片，按Ctrl+Alt+Del鍵重新開機後，執行解毒程式",
      "置入乾淨無毒的系統開機片，按Reset鍵，重新開機後，執行解毒程式。"
    ],
    "answer": 3
  },
  {
    "id": 23,
    "category": "電腦軟體應用丙級",
    "title": "關於「電腦病毒」的敘述中，下列何者有誤？",
    "options": [
      "開機型病毒，開機後，即有病毒侵入記憶體",
      "中毒的檔案，由於病毒程式的寄居，檔案通常會變大",
      "主記憶體無毒，此時COPY無毒的檔案到磁片，將使磁片中毒",
      "檔案型病毒，將隨著檔案的執行，載入記憶體。"
    ],
    "answer": 2
  },
  {
    "id": 24,
    "category": "電腦軟體應用丙級",
    "title": "為了防止資料庫遭破壞後無法回復，除了定期備份外，尚須做下列哪一件事？",
    "options": [
      "管制使用",
      "人工記錄",
      "隨時記錄變動日誌(Log)檔",
      "程式修改。"
    ],
    "answer": 2
  },
  {
    "id": 25,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是資訊系統安全之措施？",
    "options": [
      "備份(Backup)",
      "稽核(Audit)",
      "測試(Testing)",
      "識別(Identification)。"
    ],
    "answer": 2
  },
  {
    "id": 26,
    "category": "電腦軟體應用丙級",
    "title": "關於「電腦病毒」的敘述中，下列何者不正確？",
    "options": [
      "病毒可概分為開機型、檔案型及混合型等類型",
      "病毒感染一般分為侵入、潛伏、發病及傳佈四階段",
      "病毒防治之最佳策略為不使用及Copy來路不明之磁片",
      "以正常的硬碟開機，再讀取一被開機型病毒感染的軟碟片中之資料檔，亦會被感染病毒。"
    ],
    "answer": 3
  },
  {
    "id": 27,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是錯誤的「系統安全」措施？",
    "options": [
      "加密保護機密資料",
      "系統管理者統一保管使用者密碼",
      "使用者不定期更改密碼",
      "網路公用檔案設定成「唯讀」。"
    ],
    "answer": 1
  },
  {
    "id": 28,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是錯誤的「保護資料」措施？",
    "options": [
      "機密檔案由專人保管",
      "資料檔案與備份檔案保存在同磁碟機",
      "定期備份資料庫",
      "留下重要資料的使用紀錄。"
    ],
    "answer": 1
  },
  {
    "id": 29,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是錯誤的「電腦設備」管理辦法？",
    "options": [
      "所有設備專人管理",
      "定期保養設備",
      "允許使用者因個人方便隨意搬移設備",
      "使用電源穩壓器。"
    ],
    "answer": 2
  },
  {
    "id": 30,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一項無法有效避免電腦災害發生後的資料安全防護？",
    "options": [
      "經常對磁碟作格式化動作(Format)",
      "經常備份磁24  碟資料",
      "在執行程式過程中，重要資料分別存在硬碟及碟片上",
      "備份磁片存放於不同地點。"
    ],
    "answer": 0
  },
  {
    "id": 31,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一項動作進行時，重新開機會造成檔案被破壞的可能性？",
    "options": [
      "程式正在計算",
      "程式等待使用者輸入資料",
      "程式從磁碟讀取資料",
      "程式正在對磁碟寫資料。"
    ],
    "answer": 3
  },
  {
    "id": 32,
    "category": "電腦軟體應用丙級",
    "title": "檔案型病毒會附著於下列何種檔案上？",
    "options": [
      "xxx.bat",
      "xxx.exe",
      "xxx.sys",
      "xxx.txt。"
    ],
    "answer": 1
  },
  {
    "id": 33,
    "category": "電腦軟體應用丙級",
    "title": "電腦病毒通常不具有下列哪一項特性？",
    "options": [
      "寄居性",
      "傳染性",
      "繁殖性",
      "抵抗性。"
    ],
    "answer": 3
  },
  {
    "id": 34,
    "category": "電腦軟體應用丙級",
    "title": "若某公司內部存在100名員工、50部個人電腦、20部印表機、且運作時須特定軟體「Windows」方可運作，則至少應採購幾套此一特定軟體的授權？",
    "options": [
      "20套",
      "1套",
      "100套",
      "50套。"
    ],
    "answer": 3
  },
  {
    "id": 35,
    "category": "電腦軟體應用丙級",
    "title": "電腦病毒的發作，是由於？",
    "options": [
      "操作不當",
      "程式產生",
      "記憶體突變",
      "細菌感染。"
    ],
    "answer": 1
  },
  {
    "id": 36,
    "category": "電腦軟體應用丙級",
    "title": "身分證字號的最後一碼是用來做為下列哪一種檢驗？",
    "options": [
      "範圍",
      "總數",
      "檢查號碼的正確性",
      "一致性。"
    ],
    "answer": 2
  },
  {
    "id": 37,
    "category": "電腦軟體應用丙級",
    "title": "確保電腦電源穩定的裝置是？",
    "options": [
      "保護設備",
      "網路系統",
      "空調系統",
      "不斷電系統。"
    ],
    "answer": 3
  },
  {
    "id": 38,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不屬於保護電腦資料的安全措施？",
    "options": [
      "工作人員意外險",
      "電路安全系統",
      "投保產物險",
      "消防設施。"
    ],
    "answer": 0
  },
  {
    "id": 39,
    "category": "電腦軟體應用丙級",
    "title": "「電腦機房設置空調」的目的為下列何者？",
    "options": [
      "避免機房空氣污染",
      "避免電腦及附屬設備過熱",
      "提供參觀的來賓使用",
      "提供工作人員使用。"
    ],
    "answer": 1
  },
  {
    "id": 40,
    "category": "電腦軟體應用丙級",
    "title": "個人電腦(PC)之硬碟如果已感染開機型病毒時，應該如何解決？",
    "options": [
      "先關閉電源後再開機進行解毒",
      "按Ctrl+Alt +Del 鍵溫機啟動",
      "每次感染病毒就重新格式化硬碟",
      "先關閉電源，以一片未感染病毒且可開機的磁片由磁碟機重新開機後，再行解毒。"
    ],
    "answer": 3
  },
  {
    "id": 41,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是預防病毒感染的最佳途徑？",
    "options": [
      "使用盜版軟體",
      "個人電腦(PC)上不安裝硬碟改用光碟",
      "由電子佈告欄(BBS)或區域網路(LAN)上擷取自己需用的程式",
      "使用原版軟體。"
    ],
    "answer": 3
  },
  {
    "id": 42,
    "category": "電腦軟體應用丙級",
    "title": "如果電腦記憶體中已感染病毒，這時以溫機方式「按Ctrl+Alt+Del鍵」重新啟動電腦的話？",
    "options": [
      "有可能所中病毒會摧毀硬碟或磁片",
      "硬碟中資料一定會被清除",
      "可清除感染的病毒",
      "做磁片備份時病毒才會發作。"
    ],
    "answer": 0
  },
  {
    "id": 43,
    "category": "電腦軟體應用丙級",
    "title": "一部硬碟有可能會感染幾種病毒？",
    "options": [
      "數種不同病毒",
      "二種病毒",
      "一種病毒",
      "不會被感染。"
    ],
    "answer": 0
  },
  {
    "id": 44,
    "category": "電腦軟體應用丙級",
    "title": "比作業系統先一步被讀入記憶體中，並伺機對其他欲做讀寫動作的磁片感染病毒，此種是屬於下列哪一型病毒的特徵？",
    "options": [
      "檔案非常駐型病毒",
      "開機型病毒",
      "檔案常駐型病毒",
      "木馬型病毒。"
    ],
    "answer": 1
  },
  {
    "id": 45,
    "category": "電腦軟體應用丙級",
    "title": "下列對電腦犯罪的敘述何者有誤？",
    "options": [
      "犯罪容易察覺",
      "採用手法較隱藏",
      "高技術性的犯罪活動",
      "與一般傳統犯罪活動不同。"
    ],
    "answer": 0
  },
  {
    "id": 46,
    "category": "電腦軟體應用丙級",
    "title": "電腦病毒最主要的傳染途徑為？",
    "options": [
      "灰塵",
      "磁片或網路",
      "鍵盤",
      "滑鼠。"
    ],
    "answer": 1
  },
  {
    "id": 47,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是電腦感染病毒的現象？",
    "options": [
      "檔案長度無故改變",
      "無法開機",
      "電源突然中斷",
      "鍵盤無法輸入。"
    ],
    "answer": 2
  },
  {
    "id": 48,
    "category": "電腦軟體應用丙級",
    "title": "網路系統中資料安全的第一道保護措施為何？",
    "options": [
      "使用者密碼",
      "目錄名稱",
      "使用者帳號",
      "檔案屬性。"
    ],
    "answer": 0
  },
  {
    "id": 49,
    "category": "電腦軟體應用丙級",
    "title": "為了避免電腦中重要資料意外被刪除，我們應該？",
    "options": [
      "嚴禁他人使用該部電腦",
      "安裝保全系統",
      "將資料內容全部列印為報表",
      "定期備份。"
    ],
    "answer": 3
  },
  {
    "id": 50,
    "category": "電腦軟體應用丙級",
    "title": "為了避免文字檔案被任何人讀出，可進行加密(Encrypt)的動作。在加密時一般是給予該檔案？",
    "options": [
      "存檔的空間",
      "個人所有權",
      "Key",
      "Userid。"
    ],
    "answer": 2
  },
  {
    "id": 51,
    "category": "電腦軟體應用丙級",
    "title": "在電腦術語中常用的「UPS」，其主要功能為何？",
    "options": [
      "消除靜電",
      "傳送資料",
      "防止電源中斷",
      "備份資料。"
    ],
    "answer": 2
  },
  {
    "id": 52,
    "category": "電腦軟體應用丙級",
    "title": "對於「防範電腦犯罪的措施」中，下列何者不正確？",
    "options": [
      "避免採用開放系統架構",
      "加強門禁管制",
      "資料檔案加密",
      "明確劃分使用者權限。"
    ],
    "answer": 0
  },
  {
    "id": 53,
    "category": "電腦軟體應用丙級",
    "title": "下列何種類型的資訊安全威脅最難預防？",
    "options": [
      "人為疏失",
      "機械故障",
      "天然災害",
      "蓄意破壞。"
    ],
    "answer": 3
  },
  {
    "id": 54,
    "category": "電腦軟體應用丙級",
    "title": "所謂的「電腦病毒」其實是一種？",
    "options": [
      "資料",
      "黴菌",
      "毒藥",
      "程式。"
    ],
    "answer": 3
  },
  {
    "id": 55,
    "category": "電腦軟體應用丙級",
    "title": "在開機過程中佈下陷阱，暗中傳染病毒的是？",
    "options": [
      "磁碟機病毒",
      "記憶體病毒",
      "開機型病毒",
      "檔案型病毒。"
    ],
    "answer": 2
  },
  {
    "id": 56,
    "category": "電腦軟體應用丙級",
    "title": "將原執行檔程式的程序中斷，佈下陷阱後，再回頭繼續原始程式的可能病毒為下列哪一種？",
    "options": [
      "記憶體病毒",
      "開機型病毒",
      "檔案型病毒",
      "磁碟機病毒。"
    ],
    "answer": 2
  },
  {
    "id": 57,
    "category": "電腦軟體應用丙級",
    "title": "關於「唯讀檔案」的特性，何者不正確？",
    "options": [
      "能變更其內容",
      "用DIR命令可看到其檔案名稱",
      "不可用DEL刪除",
      "能看到其內容。"
    ],
    "answer": 0
  },
  {
    "id": 58,
    "category": "電腦軟體應用丙級",
    "title": "製作「電腦病毒」害人的人，是怎樣的行為？",
    "options": [
      "最沒道德且違法",
      "有研究精神",
      "有創造思考能力",
      "偶像。"
    ],
    "answer": 0
  },
  {
    "id": 59,
    "category": "電腦軟體應用丙級",
    "title": "下列何者對「電腦病毒」的描述是錯誤的？",
    "options": [
      "它會使程式不能執行",
      "病毒感染電腦後一定會立刻發作",
      "它具25  有自我複製的能力",
      "它會破壞硬碟的資料。"
    ],
    "answer": 1
  },
  {
    "id": 60,
    "category": "電腦軟體應用丙級",
    "title": "系統資料安全之威脅，輕則致使作業中斷、短路，重則造成資料損毀，設備傾覆，因此加強事前之預防措施乃是避免遭受損壞的重要手段之一，因此面對日益嚴重的「電腦犯罪」，下列何項預防措施不正確？",
    "options": [
      "內部管制、稽核",
      "絕對不使用網路",
      "技術性管制",
      "警衛、門禁。"
    ],
    "answer": 1
  },
  {
    "id": 61,
    "category": "電腦軟體應用丙級",
    "title": "為了防止因資料安全疏失所帶來的災害，一般可將資訊安全概分為下列哪四類？",
    "options": [
      "實體安全，網路安全，病毒安全，系統安全",
      "實體安全，法律安全，程式安全，系統安全",
      "實體安全，資料安全，人員安全，電話安全",
      "實體安全，資料安全，程式安全，系統安全。"
    ],
    "answer": 3
  },
  {
    "id": 62,
    "category": "電腦軟體應用丙級",
    "title": "資訊安全的性質為何？",
    "options": [
      "既不是技術問題，也不是管理問題",
      "純屬技術問題，無關管理問題",
      "純屬管理問題，無關技術問題",
      "不但是技術問題，且是管理問題。"
    ],
    "answer": 3
  },
  {
    "id": 63,
    "category": "電腦軟體應用丙級",
    "title": "一般資訊中心為確保電腦作業而採取各種防護的措施，而防護的項目有四項，下列哪一項不在這四項之內？",
    "options": [
      "實體",
      "資料",
      "系統",
      "上機紀錄。"
    ],
    "answer": 3
  },
  {
    "id": 64,
    "category": "電腦軟體應用丙級",
    "title": "有關「電腦安全防護的措施」的敘述中，下列哪一項是同時針對「實體」及「資料」的防護措施？",
    "options": [
      "人員定期輪調",
      "保留日誌檔",
      "不斷電系統",
      "管制上機次數與時間。"
    ],
    "answer": 2
  },
  {
    "id": 65,
    "category": "電腦軟體應用丙級",
    "title": "對於「資訊中心的安全防護措施」的敘述中，下列哪一項不正確？",
    "options": [
      "資訊中心的電源設備必有穩壓器及不斷電系統",
      "機房應選用耐火、絕緣、散熱性良好的材料",
      "四份以上的資料備份，並一起收妥以防遺失",
      "需要資料管制室，做為原始資料的驗收、輸出報表的整理及其他相關資料保管。"
    ],
    "answer": 2
  },
  {
    "id": 66,
    "category": "電腦軟體應用丙級",
    "title": "關於「資訊中心的安全防護措施」中，下列何者不正確？",
    "options": [
      "重要檔案每天備份四份以上，並分別存放",
      "設置煙及熱度感測器等設備，以防災害發生",
      "雖是不同部門，資料也可以相互交流，以便相互支援合作，順利完成工作",
      "加裝穩壓器及不斷電系統(UPS)。"
    ],
    "answer": 2
  },
  {
    "id": 67,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是電腦病毒的特性？",
    "options": [
      "病毒一旦病發就一定無法解毒",
      "病毒會寄生在正常程式中，伺機將自己複製並感染給其它正常程式",
      "有些病毒發作時會降低CPU的執行速度",
      "當病毒感染正常程式中，並不一定會立即發作，有時須條件成立時，才會發病。"
    ],
    "answer": 0
  },
  {
    "id": 68,
    "category": "電腦軟體應用丙級",
    "title": "防毒軟體可分為三種設計方式，下列哪一項不屬之？",
    "options": [
      "抽查式的防毒軟體",
      "掃描式的防毒軟體",
      "檢查碼式的防毒軟體",
      "推測病毒行為模式的防毒軟體。"
    ],
    "answer": 0
  },
  {
    "id": 69,
    "category": "電腦軟體應用丙級",
    "title": "主要的硬體安全防護措失中，下列何者不正確？",
    "options": [
      "虛擬電腦系統(Virtual machine)",
      "記憶體的保護",
      "上線密碼(L ogin-Password)",
      "核心設計(Kernel design)。"
    ],
    "answer": 2
  },
  {
    "id": 70,
    "category": "電腦軟體應用丙級",
    "title": "關於「防火牆」之敘述中，下列何者不正確？",
    "options": [
      "防火牆無法防止內賊對內的侵害，根據經驗，許多入侵或犯罪行為都是自己人或熟知內部網路佈局的人做的",
      "防火牆基本上只管制封包的流向，它無法偵測出外界假造的封包，任何人皆可製造假的來源住址的封包",
      "防火牆無法確保連線的可信度，一旦連線涉及外界公眾網路，極有可能被竊聽或劫奪，除非連線另行加密保護",
      "防火牆可以防止病毒的入侵。"
    ],
    "answer": 3
  },
  {
    "id": 71,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是「數位簽名」的功能之一？",
    "options": [
      "證明了信的來源",
      "做為信件分類之用",
      "可檢測信件是否遭竄改",
      "發信人無法否認曾發過信。"
    ],
    "answer": 1
  },
  {
    "id": 72,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是常見的「Web安全協定」之一？",
    "options": [
      "私人通訊技術(PCT)協定",
      "安全超文字傳輸協定(S-HTTP)",
      "電子佈告欄(BBS)傳輸協定",
      "安全電子交易(SET)協定。"
    ],
    "answer": 2
  },
  {
    "id": 73,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是兩大國際信用卡發卡機構Visa及Master Card聯合制定的網路信用卡安全交易標準？",
    "options": [
      "私人通訊技術(PCT)協定",
      "安全超文字傳輸協定(S-HTTP)",
      "電子佈告欄(BBS)傳輸協定",
      "安全電子交易(SET)協定。"
    ],
    "answer": 3
  },
  {
    "id": 74,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是一個用來存放與管理通訊錄及我們在網路上付費的信用卡資料，以確保交易時各項資料的儲存或傳送時的隱密性與安全性？",
    "options": [
      "電子錢包",
      "商店伺服器",
      "付款轉接站",
      "認證中心。"
    ],
    "answer": 0
  },
  {
    "id": 75,
    "category": "電腦軟體應用丙級",
    "title": "下列何者較不可能為電腦病毒之來源？",
    "options": [
      "網路",
      "原版光碟",
      "電子郵件",
      "免費軟體。"
    ],
    "answer": 1
  },
  {
    "id": 76,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是電腦病毒的分類之一？",
    "options": [
      "開機型病毒",
      "檔案型病毒",
      "加值型病毒",
      "巨集型病毒。"
    ],
    "answer": 2
  },
  {
    "id": 77,
    "category": "電腦軟體應用丙級",
    "title": "下列何者無法辨識是否被病毒所感染？",
    "options": [
      "檔案長度及日期改變",
      "系統經常無故當機",
      "奇怪的錯誤訊息或演奏美妙音樂",
      "系統執行速度變快。"
    ],
    "answer": 3
  },
  {
    "id": 78,
    "category": "電腦軟體應用丙級",
    "title": "一個成功的安全環境之首要部分是建立什麼？",
    "options": [
      "安全政策白皮書",
      "認證中心",
      "安全超文字傳輸協定",
      "BBS。"
    ],
    "answer": 0
  },
  {
    "id": 79,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是網路安全之原則？",
    "options": [
      "寫下你的密碼",
      "密碼中最好包含字母及非字母字元",
      "用你名字或帳號當作密碼",
      "用你個人的資料當作密碼。"
    ],
    "answer": 1
  },
  {
    "id": 80,
    "category": "電腦軟體應用丙級",
    "title": "如果一個僱員必須被停職，他的網路存取權應在何時被關閉？",
    "options": [
      "停職後一週",
      "停職後二週",
      "給予他停職通知前",
      "不需關閉。"
    ],
    "answer": 2
  },
  {
    "id": 81,
    "category": "電腦軟體應用丙級",
    "title": "離開座位的時候正確的電腦安全習慣是",
    "options": [
      "啟動已設定密碼之螢幕保護程式",
      "關掉電腦螢幕電源",
      "為節省時間，連線網路下載大量資料",
      "保持開機狀態，節省重新開機時間。"
    ],
    "answer": 0
  },
  {
    "id": 82,
    "category": "電腦軟體應用丙級",
    "title": "有關於「弱點法則」的描述，下列何者錯誤？",
    "options": [
      "舊的弱點攻擊重新發生的主要原因，多來自組織單位重新安裝佈署機器後未能立即修補",
      "有心人士利用弱點的入侵攻擊行為，大約只有20%的少部分比率是發生在重要弱點的頭二個半衰期",
      "安全弱點半衰期指的是一個重要的弱點，每隔一般時間後，發現有此弱點的系統將會減半",
      "常見的嚴重弱點一年內會被另一個新發現的弱點取代。"
    ],
    "answer": 1
  },
  {
    "id": 83,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是使用即時通訊軟體應有的正確態度？",
    "options": [
      "不輕易開啟接收的檔案",
      "不任意安裝來路不明的程式",
      "對不認識的網友開啟視訊功能以示友好",
      "不輕信陌生網友的話。"
    ],
    "answer": 2
  },
  {
    "id": 84,
    "category": "電腦軟體應用丙級",
    "title": "「Cross-site scripting 攻擊」無法達到下列何種行為？",
    "options": [
      "強迫瀏覽者轉址",
      "取得網站伺服器控制權",
      "偷取瀏覽者cookie",
      "騙取瀏覽者輸入資料。"
    ],
    "answer": 1
  },
  {
    "id": 85,
    "category": "電腦軟體應用丙級",
    "title": "對於「零時差攻擊(zero-day attack)」的描述，下列何者正確？",
    "options": [
      "在軟體弱點被發現，但尚未有任何修補方法前所出現的對應攻擊行為",
      "在午夜12點(零點)發動攻擊的一種病毒行為",
      "弱點掃描與攻擊發生在同一天的一種攻擊行為",
      "攻擊與修補發生在同一天的一種網路事件。"
    ],
    "answer": 0
  },
  {
    "id": 86,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是「特洛伊木馬(Trojan Horse)」的特徵？",
    "options": [
      "會破壞資料",
      "會自我複製",
      "不會感染其他檔案",
      "會竊取使用者密碼。"
    ],
    "answer": 1
  },
  {
    "id": 87,
    "category": "電腦軟體應用丙級",
    "title": "「資料外洩」是破壞了「資訊安全」中的哪一面向？",
    "options": [
      "可用性(Availability)",
      "機密性(Confidentiality)",
      "不可否認性(Non-repudiation)",
      "完整性(Integrity)。"
    ],
    "answer": 1
  },
  {
    "id": 88,
    "category": "電腦軟體應用丙級",
    "title": "不使用未經驗證合格之電腦屬於哪一種風險對策？",
    "options": [
      "破解",
      "降低",
      "接受",
      "迴避。"
    ],
    "answer": 3
  },
  {
    "id": 89,
    "category": "電腦軟體應用丙級",
    "title": "下列敘述何者正確？",
    "options": [
      "資訊安全的問題人人都應該注意",
      "我的電腦中沒有重要資料所以不需注意資訊安全的問題",
      "為了怕忘記，所以密碼愈簡單易記愈好",
      "網路上的免費軟體應多多下載，以擴充電腦的功能。"
    ],
    "answer": 0
  },
  {
    "id": 90,
    "category": "電腦軟體應用丙級",
    "title": "有關於「弱點」的描述，下列何者錯誤？",
    "options": [
      "弱點是一種使用者操作上的錯誤或瑕疵",
      "弱點存在與暴露可能導致有心人士利用作為入侵途徑",
      "弱點可能導致程式運作出現非預期結果而造成程式效能上的損失或進一步的權益損害",
      "管理員若未能即時取得弱點資訊與修正檔將導致被入侵的可能性增加。"
    ],
    "answer": 0
  },
  {
    "id": 91,
    "category": "電腦軟體應用丙級",
    "title": "「資訊安全」的三個面向不包含下列何者？",
    "options": [
      "機密性(Confidentiality)",
      "可用性(Availability)",
      "不可否認性(Non-re pudiation)",
      "完整性(Integrity)。"
    ],
    "answer": 2
  },
  {
    "id": 92,
    "category": "電腦軟體應用丙級",
    "title": "可過濾、監視網路上的封包與通聯狀況，達到保護電腦的軟體為何？",
    "options": [
      "防毒軟體",
      "防火牆",
      "瀏覽器",
      "即時通。"
    ],
    "answer": 1
  },
  {
    "id": 93,
    "category": "電腦軟體應用丙級",
    "title": "資安事件的防護機制可採取下列哪一方式？",
    "options": [
      "DIY(執行、檢查、回報)",
      "TINA(測試、保險、協商、執行)",
      "PIR R(預防、保險、回應、復原)",
      "PDRR(預防、偵測、回應、復原)。"
    ],
    "answer": 3
  },
  {
    "id": 94,
    "category": "電腦軟體應用丙級",
    "title": "社交工程造成資訊安全極大威脅的原因在於下列何者？",
    "options": [
      "破壞資訊服務可用性，使企業服務中斷",
      "隱匿性高，不易追查惡意者",
      "惡意人士不需要具備頂尖的電腦專業技術即可輕易地避過了企業的軟硬體安全防護",
      "利用通訊埠掃描(Port Scan)方式，無從防範。"
    ],
    "answer": 2
  },
  {
    "id": 95,
    "category": "電腦軟體應用丙級",
    "title": "政府機關公務內部網路系統資訊遭竊的最主要威脅來自下列何者？",
    "options": [
      "社交工程與位址假造",
      "社交工程與零時差攻擊結合",
      "國際恐怖分子與國內政治狂熱者",
      "實體安全防護不佳。"
    ],
    "answer": 1
  },
  {
    "id": 96,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一項瀏覽器的設定和提高安全性無關？",
    "options": [
      "HomePage",
      "ActiveX",
      "Cookie",
      "Script。"
    ],
    "answer": 0
  },
  {
    "id": 97,
    "category": "電腦軟體應用丙級",
    "title": "遇到不明人士要進入管制區域的最好處理方式是下列何者？",
    "options": [
      "因為是來往洽公人員，所以沒關係",
      "可能是長官巡視，就幫他開門",
      "立即阻止其進入，通知檢警調單位協助處理",
      "瞭解其來意，通知相關人員陪同進入。"
    ],
    "answer": 3
  },
  {
    "id": 98,
    "category": "電腦軟體應用丙級",
    "title": "下列何者並非「虛擬私人網路(VPN，Virtual Private Network)」採用的技術原理？",
    "options": [
      "穿隧技術",
      "加解密技術",
      "備援技術",
      "使用者與設備身分鑑別技術。"
    ],
    "answer": 2
  },
  {
    "id": 99,
    "category": "電腦軟體應用丙級",
    "title": "如何最有效建立員工資訊安全意識？",
    "options": [
      "從工作中建立",
      "懲罰",
      "獎勵",
      "定期提醒與教育訓練。"
    ],
    "answer": 3
  },
  {
    "id": 100,
    "category": "電腦軟體應用丙級",
    "title": "對需考慮資訊安全的公司或單位，下列何者是屬於進出公司必要進行安全管制的可攜式設備或可攜式儲存媒體？",
    "options": [
      "手機、隨身碟、平板電腦、投影機",
      "手機、隨身碟、筆記型電腦、投影機",
      "手機、隨身碟、平板電腦、筆記型電腦",
      "隨身碟、平板電腦、筆記型電腦、投影機。"
    ],
    "answer": 2
  },
  {
    "id": 101,
    "category": "電腦軟體應用丙級",
    "title": "對於使用可攜式儲存媒體(光碟或隨身碟)的風險描述，下列何者有誤？",
    "options": [
      "只要不開啟其中內容，就算已連接到27  電腦上，也是安全的",
      "容易將電腦病毒、木馬程式傳回自己或其他的電腦",
      "媒體容易遺失",
      "儲存其中的資料易遭竊取或竄改。"
    ],
    "answer": 0
  },
  {
    "id": 102,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是防範電子郵件社交工程的有效措施？",
    "options": [
      "安裝防毒軟體，確實更新病毒碼",
      "確認信件是否來自來往單位",
      "取消信件預覽功能",
      "制訂企業資訊安全政策，禁止使用非法郵件軟體。"
    ],
    "answer": 3
  },
  {
    "id": 103,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一項攻擊無法藉由過濾輸入參數來防禦？",
    "options": [
      "Directory listing",
      "SQL injection",
      "Cross site scripting",
      "Comman d injection。"
    ],
    "answer": 0
  },
  {
    "id": 104,
    "category": "電腦軟體應用丙級",
    "title": "某企業為因應潮流並提升其企業對資訊系統的安全防護，決定導入最新的ISMS國際驗證標準，請問它應該導入的驗證標準是什麼？",
    "options": [
      "ISO/IEC 17799:2005",
      "ISO/IEC 27001",
      "BS7799 part 1",
      "ISO 9001:2000。"
    ],
    "answer": 1
  },
  {
    "id": 105,
    "category": "電腦軟體應用丙級",
    "title": "下列對安裝作業系統時的安全考量，何者為不適當的處理？",
    "options": [
      "作業系統軟體的合法性",
      "作業系統修補套件的安裝處理",
      "作業系統軟體的破解版備份",
      "預設環境設定中不安全因素的修改檢驗。"
    ],
    "answer": 2
  },
  {
    "id": 106,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是好的電子郵件使用習慣？",
    "options": [
      "收到信件趕快打開或執行郵件中的附檔",
      "利用電子郵件傳遞機密資料",
      "使用電子郵件大量寄發廣告信",
      "不輕易將自己的電子郵件位址公佈與網站中。"
    ],
    "answer": 3
  },
  {
    "id": 107,
    "category": "電腦軟體應用丙級",
    "title": "「社交工程(social engineering)」是一種利用下列何種特性所發展出來的攻擊手法？",
    "options": [
      "通訊協定的弱點",
      "人際互動與人性弱點",
      "作業系統的漏洞",
      "違反資料機密性(Confidentiality)的要求。"
    ],
    "answer": 1
  },
  {
    "id": 108,
    "category": "電腦軟體應用丙級",
    "title": "透過網路入侵別人的電腦，破壞或竊取資料謀利者，一般稱之為何？",
    "options": [
      "人客",
      "海客",
      "駭客",
      "害客。"
    ],
    "answer": 2
  },
  {
    "id": 109,
    "category": "電腦軟體應用丙級",
    "title": "下列敘述何者錯誤？",
    "options": [
      "跨站指令碼不但影響伺服主機，甚至會導致瀏覽者受害",
      "SQL injection是一種攻擊網站資料庫的手法",
      "跨目錄存取是因為程式撰寫不良",
      "存放網頁應用程式的系統安裝最新系統修補程式後，便不會存有弱點。"
    ],
    "answer": 3
  },
  {
    "id": 110,
    "category": "電腦軟體應用丙級",
    "title": "在 ISMS 的稽核報告中，不滿足標準條款規定的，稱之為何？",
    "options": [
      "不符合事項(non-conformance)",
      "缺失事項(defect)",
      "不足事項(deficient)",
      "建議事項(recommend)。"
    ],
    "answer": 0
  },
  {
    "id": 111,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是「資料隱碼攻擊(SQL injection)」的特性？",
    "options": [
      "為使用者而非開發程式者造成",
      "造成資料庫資料遭竄改或外洩",
      "主要原因為程式缺乏輸入驗證",
      "可跳過驗證並入侵系統。"
    ],
    "answer": 0
  },
  {
    "id": 112,
    "category": "電腦軟體應用丙級",
    "title": "系統安全漏洞發生的主要原因為何？",
    "options": [
      "硬體速度過慢",
      "系統程式開發之疏失",
      "電腦儲存空間不足",
      "電源供應不穩定。"
    ],
    "answer": 1
  },
  {
    "id": 113,
    "category": "電腦軟體應用丙級",
    "title": "資訊安全是必須保護資訊資產的哪些特性？",
    "options": [
      "機密性、方便性、可讀性",
      "完整性、可攜性、機動性",
      "機動性、可用性、完整性",
      "可用性、完整性、機密性。"
    ],
    "answer": 3
  },
  {
    "id": 114,
    "category": "電腦軟體應用丙級",
    "title": "防毒軟體的功能不包含下列何者？",
    "options": [
      "即時偵測電腦病毒",
      "掃描檔案是否有電腦病毒",
      "處理中電腦病毒的檔案",
      "掃描電腦系統是否有安全漏洞。"
    ],
    "answer": 3
  },
  {
    "id": 115,
    "category": "電腦軟體應用丙級",
    "title": "在公共環境中使用自己的筆記型電腦若偵測到可用的無線網路時應該如何處置？",
    "options": [
      "馬上連線使用",
      "確認自己是否有使用權並瞭解其安全保護機制再決定是否使用",
      "無線網路不易監聽所以可以放心傳送重要的資訊",
      "只要確認自己的筆記型電腦的資料傳輸是經過加密的，就可放心使用。"
    ],
    "answer": 1
  },
  {
    "id": 116,
    "category": "電腦軟體應用丙級",
    "title": "有關「防火牆」敘述，下列何者正確？",
    "options": [
      "企業使用，個人電腦中無法使用",
      "有了防火牆，電腦即可得到絕對的安全防護",
      "防火牆如果沒有合適的設定則無法發揮過濾阻擋功效",
      "防火牆可以修補系統的安全漏洞。"
    ],
    "answer": 2
  },
  {
    "id": 117,
    "category": "電腦軟體應用丙級",
    "title": "下列哪一項不屬於「社交工程攻擊」手法？",
    "options": [
      "郵件仿冒或偽裝",
      "針對帳號密碼採行字典攻擊法",
      "網路釣魚",
      "電話詐騙個人資訊。"
    ],
    "answer": 1
  },
  {
    "id": 118,
    "category": "電腦軟體應用丙級",
    "title": "筆記型電腦常使用下列何種保全設施進行身分認證？",
    "options": [
      "SD卡",
      "CF卡",
      "PCMCIA卡",
      "Smartcard。"
    ],
    "answer": 3
  },
  {
    "id": 119,
    "category": "電腦軟體應用丙級",
    "title": "從資訊安全的角度而言，下列哪一種作法是不適當的？",
    "options": [
      "轉寄信件時將前寄件人的收件名單引入信件中",
      "不在網站中任意留下自己的私密資料",
      "不使用電子郵件傳遞機密文件",
      "使用防毒軟體保護自己的電腦。"
    ],
    "answer": 0
  },
  {
    "id": 120,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是資訊安全要維護的資訊特性？",
    "options": [
      "保密性",
      "完整性",
      "可用性",
      "可讀性。"
    ],
    "answer": 3
  },
  {
    "id": 121,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是資訊安全威脅的攻擊目的？",
    "options": [
      "侵入",
      "竄改或否認",
      "阻斷服務",
      "獲得歸屬感。"
    ],
    "answer": 3
  },
  {
    "id": 122,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是資料隱碼攻擊(SQL Injection) 的防禦方法？",
    "options": [
      "對字串過濾並限制長度",
      "加強資料庫權限管理，不以系統管理員帳號連結資料庫",
      "對使用者隱藏資料庫管理系統回傳的錯誤訊息，以免攻擊者獲得有用資訊",
      "在程式碼中標示註解。"
    ],
    "answer": 3
  },
  {
    "id": 123,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是通關密碼的破解方法？",
    "options": [
      "窮舉攻擊",
      "字典攻擊",
      "彩虹表攻擊",
      "RGB攻擊。"
    ],
    "answer": 3
  },
  {
    "id": 124,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不可能是後門攻擊的後門產生途徑？",
    "options": [
      "軟體開發者忘記移除的維護後門",
      "攻擊者植入的後門",
      "管理28  人員安裝的遠端控制軟體",
      "軟體開發者打開的客廳後門。"
    ],
    "answer": 3
  },
  {
    "id": 125,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是入侵偵測與防禦系統 (IDPS) 的安全事件偵測方法？",
    "options": [
      "比對惡意攻擊的特徵",
      "分析異常的網路活動",
      "偵測異常的通訊協定狀態",
      "確認使用者的權限。"
    ],
    "answer": 3
  },
  {
    "id": 126,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是網路安全漏洞的可能來源？",
    "options": [
      "軟體的瑕疵",
      "使用者的不良使用習慣",
      "多種軟/硬體結合而產生的問題",
      "圍牆與機房之間的距離很大。"
    ],
    "answer": 3
  },
  {
    "id": 127,
    "category": "電腦軟體應用丙級",
    "title": "下列何種作法無法強化網頁伺服器的安全？",
    "options": [
      "伺服器只安裝必要的功能模組",
      "封鎖不良使用者的IP",
      "使用防火牆使其只能於組織內部存取",
      "組織的所有電腦均使用Intel CPU。"
    ],
    "answer": 3
  },
  {
    "id": 128,
    "category": "電腦軟體應用丙級",
    "title": "下列關於實體安全防禦措施的說明，何者不正確？",
    "options": [
      "在事前，實體安全防禦措施要達到嚇阻效果，讓攻擊者知難而退",
      "在事件發生中，實體安全防禦措施應能儘量拖延入侵者的行動",
      "在偵測到入侵事件後，實體安全防禦措施須能儘量記錄犯罪證據，以為事後追查與起訴的憑據",
      "在事件發生中，實體安全防禦措施要達到嚇阻效果，讓攻擊者知難而退。"
    ],
    "answer": 3
  },
  {
    "id": 129,
    "category": "電腦軟體應用丙級",
    "title": "企業的防火牆通常不應該拒絶下列哪種封包？",
    "options": [
      "外部進入的telnet封包",
      "外部進入但位址標示為內部的封包",
      "外部進入的HTTP封包",
      "外部進入且目的位址是防火牆的封包。"
    ],
    "answer": 2
  },
  {
    "id": 130,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是發生電腦系統記憶體滲漏 (Memory Leak)的可能肇因？",
    "options": [
      "作業系統有錯誤",
      "應用程式有錯誤",
      "網路卡故障",
      "驅動程式有錯誤。"
    ],
    "answer": 2
  },
  {
    "id": 131,
    "category": "電腦軟體應用丙級",
    "title": "下列何種協定可以讓組織在區域網路內使用私人IP，而在公開網路上共用一個外部IP？",
    "options": [
      "VLAN",
      "DMZ",
      "VPN",
      "NAT。"
    ],
    "answer": 3
  },
  {
    "id": 132,
    "category": "電腦軟體應用丙級",
    "title": "下列何者最能確保通訊資料的安全性？",
    "options": [
      "壓縮資料",
      "備份資料",
      "分割資料",
      "加密資料。"
    ],
    "answer": 3
  },
  {
    "id": 133,
    "category": "電腦軟體應用丙級",
    "title": "公開金鑰密碼系統中，要讓資料傳送時以亂碼呈現，並且傳送者無法否認其傳送行為，需要使用哪兩個金鑰同時加密才能達成？",
    "options": [
      "傳送者及接收者的私鑰",
      "傳送者及接收者的公鑰",
      "接收者的私鑰及傳送者的公鑰",
      "接收者的公鑰及傳送者的私鑰。"
    ],
    "answer": 3
  },
  {
    "id": 134,
    "category": "電腦軟體應用丙級",
    "title": "下列何者可以在使用者不知情的情況下收集密碼？",
    "options": [
      "按鍵記錄器",
      "鍵盤驅動程式",
      "藍芽接收器",
      "滑鼠驅動程式。"
    ],
    "answer": 0
  },
  {
    "id": 135,
    "category": "電腦軟體應用丙級",
    "title": "包含可辨識單字的密碼，容易受到哪種類型的攻擊？",
    "options": [
      "DDoS攻擊",
      "字典攻擊",
      "雜湊攻擊",
      "回放攻擊。"
    ],
    "answer": 1
  },
  {
    "id": 136,
    "category": "電腦軟體應用丙級",
    "title": "如果您是某地方法院的資訊管理師，某位自稱王書記官的使用者來電要求變更密碼，您應該優先做何種處置？",
    "options": [
      "提供新的密碼",
      "驗證使用者的身分",
      "替使用者更換電腦",
      "中斷使用者電腦的網路連線。"
    ],
    "answer": 1
  },
  {
    "id": 137,
    "category": "電腦軟體應用丙級",
    "title": "入侵偵測方法中，相較於特徵偵測 (Signature-Based Detection)，異常偵測 (Anomaly-Based Detection) 的好處為何？",
    "options": [
      "偵測比較準確",
      "可以偵測未知的威脅",
      "速度較快",
      "可以做到即時偵測。"
    ],
    "answer": 1
  },
  {
    "id": 138,
    "category": "電腦軟體應用丙級",
    "title": "下列何者是至今唯一可以用資訊理論證明「無法破解」的加密方法？",
    "options": [
      "ECC",
      "DES",
      "Onetime Pad",
      "RSA。"
    ],
    "answer": 2
  },
  {
    "id": 139,
    "category": "電腦軟體應用丙級",
    "title": "下列哪種方法可以有效降低入侵偵測系統 (IDS)的誤判機率？",
    "options": [
      "優化通知的優先順序",
      "將已知有風險者記入黑名單，已知安全者記入白名單",
      "更多元的警示方式",
      "修改IDS，讓它更符合組織的安全政策。"
    ],
    "answer": 1
  },
  {
    "id": 140,
    "category": "電腦軟體應用丙級",
    "title": "相較於特徵比對法，下列何者是使用探索法防毒軟體的優點？",
    "options": [
      "對於識別已知惡意程式相當有效",
      "擅長偵測已知病毒的變形、變種",
      "可有效降低誤殺率",
      "可以偵測全新的病毒。"
    ],
    "answer": 3
  },
  {
    "id": 141,
    "category": "電腦軟體應用丙級",
    "title": "下列何者沒有Redundancy？",
    "options": [
      "RAID 0",
      "RAID 1",
      "RAID 10",
      "RAID 3。"
    ],
    "answer": 0
  },
  {
    "id": 142,
    "category": "電腦軟體應用丙級",
    "title": "下列何種駭客手法是在DNS伺服器插入錯誤訊息，藉以將網站訪問者引導到其它網站？",
    "options": [
      "DNS-Poisoning",
      "DN S-Hijacking",
      "DNS-Cracking",
      "DNS-Injection。"
    ],
    "answer": 0
  },
  {
    "id": 143,
    "category": "電腦軟體應用丙級",
    "title": "下列何種措施有害於資訊安全？",
    "options": [
      "使用者的使用權限均相同",
      "定期保存日誌檔",
      "設置密碼",
      "資料備份。"
    ],
    "answer": 0
  },
  {
    "id": 144,
    "category": "電腦軟體應用丙級",
    "title": "Windows 作業系統不可以替下列何者指定NTFS權限？",
    "options": [
      "副檔名",
      "檔案",
      "資料夾",
      "子資料夾。"
    ],
    "answer": 0
  },
  {
    "id": 145,
    "category": "電腦軟體應用丙級",
    "title": "下列何者不是企業常用來防止駭客入侵內部網路的措施？",
    "options": [
      "定期更換使用者密碼",
      "電腦加裝掃毒軟體且定期更新版本",
      "定期進行資料備份",
      "在內部網路與外部網路間建構防火牆。"
    ],
    "answer": 2
  },
  {
    "id": 146,
    "category": "電腦軟體應用丙級",
    "title": "下列有關網路防火牆（Firewall）的敘述，何者正確？",
    "options": [
      "用來防止駭客入侵的防護機制",
      "壓縮與解壓縮技術",
      "資料加解密技術",
      "電子商務的線上付款機制。"
    ],
    "answer": 0
  },
  {
    "id": 147,
    "category": "電腦軟體應用丙級",
    "title": "下列敘述何者錯誤？",
    "options": [
      "販賣盜版軟體是違法的行為",
      "電腦病毒不可能經由光碟片來感染",
      "使用並定期更新防毒軟體可以降低感染電腦病毒的機會",
      "惡意製作並散播電腦病毒是違法的行為。"
    ],
    "answer": 1
  },
  {
    "id": 148,
    "category": "電腦軟體應用丙級",
    "title": "下列有關數位憑證的敘述，何者正確？",
    "options": [
      "只能由警察局核發",
      "可用來辨識認證對象的身分",
      "自然人憑證不屬29  於數位憑證",
      "自然人憑證只有公司行號能申請，個人無法申請。"
    ],
    "answer": 1
  },
  {
    "id": 149,
    "category": "電腦軟體應用丙級",
    "title": "使用防火牆有助於防範下列何種駭客的攻擊？",
    "options": [
      "零時差攻擊",
      "網路釣魚",
      "阻斷服務攻擊",
      "邏輯炸彈。"
    ],
    "answer": 2
  },
  {
    "id": 150,
    "category": "電腦軟體應用丙級",
    "title": "下列有關電腦病毒的敘述及處理，何者正確？",
    "options": [
      "關閉電腦電源，即可消滅電腦病毒",
      "由於Word文件不是可執行檔，因此不會感染電腦病毒",
      "購買及安裝最新的防毒軟體，即可確保電腦不會中毒",
      "上網瀏覽網頁有可能會感染電腦病毒。"
    ],
    "answer": 3
  },
  {
    "id": 151,
    "category": "電腦軟體應用丙級",
    "title": "駭客發現軟體的安全漏洞後，趁廠商尚未進行修補時，立刻進行攻擊，這種手法稱為？",
    "options": [
      "零時差攻擊",
      "BotNe t 攻擊",
      "木馬攻擊",
      "DoS攻擊。"
    ],
    "answer": 0
  },
  {
    "id": 152,
    "category": "電腦軟體應用丙級",
    "title": "駭客遙控大量的「殭屍電腦」來濫發垃圾郵件、竊取他人個資等不法行為，這種手法稱為？",
    "options": [
      "木馬攻擊",
      "Bot Net 攻擊",
      "零時差攻擊",
      "網路釣魚攻擊。"
    ],
    "answer": 1
  },
  {
    "id": 153,
    "category": "電腦軟體應用丙級",
    "title": "下列何種觀念敘述不正確？",
    "options": [
      "使用防毒軟體仍需經常更新病毒碼",
      "不可隨意開啟不明來源電子郵件的附加檔案",
      "重要資料燒錄於光碟儲存，可避免受病毒感染及破壞",
      "將資料備份於不同的資料夾內，可確保資料安全。"
    ],
    "answer": 3
  },
  {
    "id": 154,
    "category": "電腦軟體應用丙級",
    "title": "下列何種攻擊針對特定主機不斷且持續發出大量封包，藉以癱瘓系統？",
    "options": [
      "木馬攻擊",
      "網路蠕蟲攻擊",
      "阻斷服務(DoS)攻擊",
      "隱私竊取。"
    ],
    "answer": 2
  }
];
